 { "ansioso": {
 "1": [
      "Calma, o teu cérebro entrou em modo \"apocalipse\" sem consultar ninguém primeiro.",
      "Atenção: ansiedade leve a tentar convencer-te de que és protagonista de um thriller barato.",
      "Respira, não há incêndio; é só o teu cérebro a tocar o alarme por diversão.",
      "O teu cérebro está a fazer teatro. Tu não tens de comprar bilhete para isso.",
      "Parabéns, a tua mente acabou de criar três problemas novos que não existem.",
      "Isto não é intuição divina; é ansiedade com um megafone e pouco juízo.",
      "Respira fundo. O teu cérebro adora dramas, mas tu não és o elenco.",
      "Se a ansiedade pagasse renda, já podia morar sozinha na tua cabeça.",
      "Calma, a tua mente está a escrever um guião… sem factos e com muito exagero.",
      "O teu cérebro está a gritar \"perigo\" e a realidade está tipo \"qual perigo?\".",
      "Ansiedade nível um: irritante, mas ainda não tem autorização para mandar em ti.",
      "Respira, ninguém está a avaliar a tua performance de \"ser humano\" hoje.",
      "O teu cérebro está a fazer \"e se\" em loop, como um DJ sem talento.",
      "Nada está a acontecer… mas a ansiedade decidiu marcar presença na mesma.",
      "O teu corpo acelerou; o universo não. Vamos manter as coisas proporcionais.",
      "A ansiedade apareceu cedo, como aquele colega que chega e já reclama de tudo.",
      "Spoiler: o pior cenário é improvável, mas a tua mente não leu esse capítulo.",
      "Calma, isto é só overthinking premium, edição limitada e totalmente inútil.",
      "Respira. O mundo continua inteiro, apesar do teu cérebro jurar o contrário.",
      "O teu cérebro acha que és um desastre ambulante; a evidência discorda.",
      "Não é urgência real; é ansiedade a fazer cosplay de sirene de emergência.",
      "A tua mente está a inventar problemas futuros com a confiança de um guru falso.",
      "Respira e ignora o drama; a ansiedade adora ser a personagem principal.",
      "O teu cérebro está a prever tragédias com base em absolutamente nada, clássico.",
      "Calma, isto não é um presságio; é só um pensamento chato com ego gigante.",
      "A ansiedade está a vender-te catástrofes. Não compres nada hoje, obrigado.",
      "Respira. Se fosse mesmo grave, a realidade já teria enviado um aviso oficial.",
      "O teu cérebro está em modo alerta… por causa de uma hipótese imaginária.",
      "Ansiedade leve: aquele alarme falso que insiste em tocar só para irritar.",
      "A mente está a correr uma maratona; tu podes optar por caminhar devagar.",
      "Respira fundo. O teu cérebro está a dramatizar como se ganhasse Óscares.",
      "A ansiedade quer controlar tudo; pena que ela não tem competência para isso.",
      "Nada indica perigo, mas a tua mente decidiu fazer reunião de emergência.",
      "O teu cérebro está a fabricar stress artesanal, 100% orgânico e desnecessário.",
      "Respira. Não há júri, não há nota final, não há catástrofe agendada.",
      "O teu cérebro está a imaginar vergonhas públicas que ninguém vai notar.",
      "A ansiedade está a fazer \"zoom\" num detalhe e chama-lhe filme completo.",
      "Calma, a tua mente está a exagerar com a convicção de um comentador.",
      "Respira e lembra-te: pensamentos não são factos, apesar do show que fazem.",
      "O teu cérebro está a fazer previsões meteorológicas com dados inventados.",
      "Ansiedade nível um: um incómodo, não um decreto-lei sobre o teu dia.",
      "Respira. O teu corpo está tenso; a realidade continua normal e aborrecida.",
      "A tua mente está a tentar proteger-te, só que com métodos péssimos.",
      "O cérebro ativou o modo \"e se der tudo errado\" sem qualquer evidência.",
      "Respira. Hoje não é o dia do desastre final, mesmo que a ansiedade peça.",
      "A ansiedade está a gritar; tu podes responder com silêncio e ar de desprezo.",
      "O teu cérebro está a fazer contas de risco como se fosse um casino ilegal.",
      "Calma, isso é ansiedade a tentar parecer importante e falhar miseravelmente.",
      "Respira. Não tens de resolver problemas que ainda nem nasceram.",
      "A ansiedade adora inventar prazos para pânico. Não aceites convites.",
      "O teu cérebro está a fazer \"scroll\" mental de preocupações sem parar.",
      "Respira. Não és uma bomba-relógio, és só um humano a sentir coisas.",
      "A tua mente está a criar um relatório de crise… para uma situação normal.",
      "Calma, o teu cérebro fez um \"update\" e trouxe bugs de ansiedade.",
      "Respira fundo. A ansiedade não é chefe de equipa, é só barulho.",
      "O teu cérebro está a transformar \"talvez\" em \"certeza absoluta\".",
      "Ansiedade leve: a sensação de que algo está mal, quando está tudo ok.",
      "Respira. O teu cérebro está a tentar ganhar discussão com a realidade.",
      "A ansiedade diz \"vai correr mal\"; a vida diz \"já vimos pior\".",
      "Calma, isto não é perigo real; é só desconforto com muita atitude.",
      "Respira. Se o teu cérebro fosse GPS, estava a mandar-te para lado nenhum.",
      "A tua mente está a ensaiar desastres como se tivesse tempo livre infinito.",
      "Ansiedade nível um: a tua cabeça a fazer barulho sem motivo válido.",
      "Respira e observa: a ansiedade fala alto, mas não tem provas.",
      "O teu cérebro está a inventar uma história; tu podes recusar ser ator.",
      "Calma, a ansiedade não é conselheira; é só uma opinião barulhenta.",
      "Respira. A realidade é mais chata do que a ansiedade quer admitir.",
      "O teu cérebro está a fazer \"e se\" em estéreo, com eco e sem pausa.",
      "Ansiedade leve é tipo notificação inútil: aparece, incomoda, e não ajuda.",
      "Respira. Não tens de responder a todos os pensamentos como se fossem emails.",
      "A tua mente está a prever falhanços com base em zero dados concretos.",
      "Calma, o teu cérebro está a confundir nervosismo com profecia.",
      "Respira. O pânico não tem lugar marcado hoje, mesmo que tente entrar.",
      "A ansiedade está a tentar controlar o guião; tu podes desligar a televisão.",
      "O teu cérebro está a fazer suposições como se fosse especialista em nada.",
      "Respira. Se preocupações fossem úteis, já estavas milionário.",
      "A ansiedade quer que acredites no pior; a evidência está a rir-se.",
      "Calma, isso é só o teu corpo a fazer \"startup\" emocional sem necessidade.",
      "Respira. O teu cérebro está a fazer tempestade num copo de água com gelo.",
      "A tua mente está a dizer \"cuidado\" por hábito, não por informação real.",
      "Ansiedade nível um: incômoda, mas ainda não tem poder de veto na tua vida.",
      "Respira e lembra-te: não és obrigado a acreditar em todos os pensamentos.",
      "O teu cérebro está a fazer \"debug\" da vida e encontrou erros imaginários.",
      "Calma, a ansiedade está a dramatizar; tu podes manter um ar de chefe calmo.",
      "Respira. Não há plateia, não há julgamento, só um momento normal.",
      "A tua mente está a fazer \"replay\" de preocupações como música repetida.",
      "Ansiedade leve: a sensação de que algo vai acontecer, quando não vai.",
      "Respira. O teu cérebro está a tentar proteger-te… só que sem jeito nenhum.",
      "Calma, isso é o teu corpo a acelerar por hábito, não por ameaça.",
      "Respira fundo. A ansiedade está a vender caos; hoje não compras.",
      "O teu cérebro está a criar cenários; tu podes escolher a realidade.",
      "Ansiedade nível um: barulho mental, não um alarme verdadeiro.",
      "Respira. O teu cérebro está a fazer drama, mas tu podes fazer pausa.",
      "Calma, nada está a arder; a ansiedade só gosta de cheirar fumo imaginário.",
      "Respira e segue: a ansiedade fala muito, mas resolve pouco.",
      "O teu cérebro está a tentar mandar; tu podes dizer \"não, obrigado\".",
      "Calma, o nervosismo não é um oráculo; é só uma sensação passageira.",
      "Respira. Hoje não vais deixar a ansiedade escrever o final do teu dia.",
      "A ansiedade apareceu com confiança; pena que ela não trouxe factos.",
      "Respira. O teu cérebro está a exagerar, e tu podes escolher abrandar."
    ],
    "2": [
      "A ansiedade subiu um bocadinho, mas ainda não ganhou direito a mandar em ti.",
      "O teu cérebro está mais insistente hoje, mas continua sem provas concretas.",
      "Isto já incomoda mais do que devia, mas ainda não é uma crise existencial.",
      "A ansiedade decidiu ficar mais tempo, mas não trouxe autorização oficial.",
      "O teu corpo está mais tenso, mas a realidade continua bastante normal.",
      "O cérebro entrou em modo preocupação contínua, mesmo sem motivo válido.",
      "Isto já não é só nervosismo leve, mas ainda está longe de ser perigo real.",
      "A ansiedade está mais barulhenta, mas continua a ser só ruído mental.",
      "O teu cérebro está a insistir em cenários chatos que provavelmente não vão acontecer.",
      "Este desconforto é mais chato agora, mas continua totalmente gerível.",
      "A ansiedade está a tentar convencer-te de que algo está errado, sem sucesso.",
      "O corpo está em alerta prolongado, mesmo sem ameaça à vista.",
      "Isto já mexe mais contigo, mas ainda não controla nada.",
      "O teu cérebro está a repetir preocupações como se fossem notícias urgentes.",
      "A ansiedade decidiu subir o volume, não a qualidade dos argumentos.",
      "Este nervosismo já cansa, mas continua a ser apenas ansiedade.",
      "O teu corpo está mais inquieto, mas ainda sabe como acalmar.",
      "A mente está a insistir em problemas futuros que não pediste.",
      "Isto já não é confortável, mas ainda está longe de ser perigoso.",
      "A ansiedade está a fazer horas extra hoje, infelizmente sem resultados.",
      "O cérebro está a exagerar riscos como se isso ajudasse alguma coisa.",
      "Este estado já pesa um pouco mais, mas continua temporário.",
      "A ansiedade está a fingir que é útil, mas não está a convencer.",
      "O teu corpo está a reagir ao stress, não a um perigo real.",
      "Isto já ocupa mais espaço mental do que devia, mas não manda em ti.",
      "A mente está a insistir que algo vai correr mal, sem dados de suporte.",
      "O nervosismo já não é discreto, mas continua controlável.",
      "A ansiedade está a tentar antecipar tudo ao mesmo tempo.",
      "O teu cérebro está preso num loop de preocupações pouco produtivas.",
      "Este desconforto é mais persistente, mas não permanente.",
      "A ansiedade decidiu ser mais criativa hoje, infelizmente sem sucesso.",
      "O corpo está mais agitado, mas ainda responde à calma.",
      "Isto já não passa tão rápido, mas vai passar.",
      "O cérebro está a exagerar consequências como se fosse especialista.",
      "A ansiedade está a testar limites, mas não ganhou autoridade.",
      "Este estado já incomoda mais, mas não te define.",
      "O teu corpo está a pedir pausa, não pânico.",
      "A mente está a insistir em pensamentos que não ajudam.",
      "Isto já é cansativo, mas ainda é ansiedade, não desastre.",
      "A ansiedade está a tentar controlar o planeamento do teu dia.",
      "O cérebro está a misturar possibilidades com certezas imaginárias.",
      "Este nervosismo já se faz notar, mas continua administrável.",
      "A ansiedade quer respostas imediatas para perguntas irreais.",
      "O corpo está mais tenso, mas continua seguro.",
      "Isto já afeta o foco, mas não tira a capacidade.",
      "A mente está a exagerar riscos como estratégia falhada.",
      "A ansiedade subiu, mas não passou do limite.",
      "O teu cérebro está a insistir que algo falta, mesmo quando não falta.",
      "Este desconforto já ocupa espaço, mas não domina.",
      "A ansiedade está a pedir atenção constante, mas não merece toda.",
      "O corpo está em alerta prolongado sem necessidade real.",
      "Isto já não é só um pensamento passageiro, mas ainda é controlável.",
      "O cérebro está a dramatizar cenários medianos.",
      "A ansiedade está mais persistente, mas não invencível.",
      "Este estado já exige mais paciência contigo próprio.",
      "O teu corpo está mais inquieto, mas ainda aprende a acalmar.",
      "A mente está a insistir que algo vai falhar, sem evidência.",
      "Isto já começa a cansar, mas continua temporário.",
      "A ansiedade está a ocupar mais tempo do que devia.",
      "O cérebro está a repetir preocupações sem trazer soluções.",
      "Este nervosismo já pesa, mas não te controla.",
      "A ansiedade decidiu ser protagonista, mesmo sem roteiro.",
      "O corpo está mais acelerado, mas ainda responde à respiração.",
      "Isto já não é confortável, mas continua longe de ser perigoso.",
      "A mente está a exagerar consequências como se fosse regra.",
      "A ansiedade está a testar a tua paciência hoje.",
      "Este estado já interfere um pouco, mas não define nada.",
      "O teu corpo está a reagir ao stress acumulado.",
      "A ansiedade insiste, mas não manda.",
      "Isto já exige mais atenção, mas continua gerível.",
      "O cérebro está a confundir desconforto com ameaça.",
      "A ansiedade está mais presente, mas não permanente.",
      "Este nervosismo já se nota mais, mas não te limita.",
      "O corpo está mais alerta, mas continua seguro.",
      "A mente está a insistir em cenários improváveis.",
      "Isto já não passa tão rápido, mas passa.",
      "A ansiedade está a ocupar espaço indevido.",
      "O cérebro está a exagerar sinais normais.",
      "Este estado já incomoda, mas continua controlável.",
      "A ansiedade subiu, mas não ganhou controlo.",
      "O corpo está mais tenso, mas ainda sabe relaxar.",
      "Isto já pesa mais, mas continua temporário.",
      "A mente está a insistir sem razão suficiente.",
      "A ansiedade está presente, mas não define o momento.",
      "Este nervosismo é real, mas não perigoso.",
      "O teu corpo continua seguro, apesar do desconforto.",
      "A ansiedade está a pedir mais atenção do que merece.",
      "Isto já não é leve, mas continua administrável.",
      "O cérebro está a exagerar a importância de tudo.",
      "A ansiedade insiste, mas não manda no resultado."
    ],
    "3": [
 "Ah, o teu cérebro decidiu hoje fazer uma lista de preocupações só por divertimento.",
    "Não tá a acontecer nada grave, mas o teu cérebro não recebeu esse memo.",
    "Que boa surpresa, o teu sistema nervoso decidiu passá-lo a gear mais alta.",
    "O teu cérebro tá a ter um dia muito ocupado a inventar coisas para te incomodar.",
    "Tá tudo bem, mas alguém esqueceu de te avisar e o teu corpo tá a compensar.",
    "O teu sistema nervoso tá a preparar-se para um concerto que nunca vai acontecer.",
    "Que fabulosa ideia do teu cérebro decidir que hoje é dia de estar inquieto.",
    "O teu corpo tá a ter uma conversa com o teu cérebro e ninguém está a ganhar.",
    "Não tá a acontecer nada e o teu cérebro tá a ter uma crise de meia-idade.",
    "O teu sistema nervoso tá a aquecer os motores sem ninguém ter ligado a chave.",
    "Que ótima decisão do teu cérebro resolveu estar em modo de alerta sem razão.",
    "O teu corpo tá a responder a um problema que provavelmente não existe na vida real.",
    "Não tá a acontecer nada de mal e o teu cérebro tá a insistir que tá.",
    "O teu sistema nervoso tá a ter uma reunião consigo mesmo e tá a perder.",
    "Que surpresa, o teu cérebro resolveu hoje ser o mais dramático órgão da casa.",
    "O teu corpo tá a vibrar porque o teu cérebro decidiu ligar o alarme sem motivo.",
    "Não tá a acontecer nada e o teu sistema nervoso tá a ter uma pequena crise.",
    "O teu cérebro tá a gerir uma situação que criou ele próprio e tá a culpar-te.",
    "Que dia maravilhoso para o teu sistema nervoso decidir que não tá tudo bem.",
    "O teu corpo tá a sentir coisas que o teu cérebro inventou esta manhã cedo.",
    "Não tá a acontecer nada grave mas o teu cérebro tá a ter um momento.",
    "O teu sistema nervoso tá a ter uma pequena discussão com a realidade e a perder.",
    "Que bela surpresa o teu cérebro decidiu hoje não te deixar estar bem.",
    "O teu corpo tá a tremer de algo que provavelmente não merece essa atenção toda.",
    "Não tá a acontecer nada e o teu cérebro tá a ter uma pequena telenovela.",
    "O teu sistema nervoso tá a trabalhar o suficiente para te tornar ligeiramente irritável.",
    "Que boa ideia do teu cérebro decidir que esta manhã fica toda nervosa.",
    "O teu corpo tá a responder a um sinal que o teu cérebro fabricou do nada.",
    "Não tá a acontecer nada e o teu sistema nervoso tá a ter um dia longo.",
    "O teu cérebro tá a ter uma pequena reunião sobre problemas que não existem.",
    "Que boa decisão do teu sistema nervoso ficar ligeiramente sobreaquecido hoje.",
    "O teu corpo tá a sentir algo e o teu cérebro tá a exagerar na interpretação.",
    "Não tá a acontecer nada grave, mas a sua imaginação tá a trabalhar overtime.",
    "O teu sistema nervoso tá a ensiar uma pequena crise sem ter convidado ninguém.",
    "Que surpresa, o teu cérebro resolveu hoje estar um bocado mais barulhento que o normal.",
    "O teu corpo tá a ter uma conversa com o teu cérebro que não pediste para ouvir.",
    "Não tá a acontecer nada e o teu sistema nervoso tá a ter um pequeno drama.",
    "O teu cérebro tá a fabricar preocupações como se estivesse a cozinhar uma receita.",
    "Que dia precioso para o teu sistema nervoso decidir que hoje tá um bocado nervoso.",
    "O teu corpo tá a responder a algo que o teu cérebro inventou enquanto estava a passear.",
    "Não tá a acontecer nada grave e o teu cérebro tá a ter uma pequena discussão.",
    "O teu sistema nervoso tá a ter um dia mito produtivo a sem ninguém ter pedido.",
    "Que boa decisão do teu cérebro decidir que hoje é dia de estar um bocado inquieto.",
    "O teu corpo tá a sentir algo e o teu cérebro tá a escrever um drama sobre isso.",
    "Não tá a acontecer nada e o teu sistema nervoso tá a ter uma pequena conferência.",
    "O teu cérebro tá a ter um dia muito ocupado a gerir coisas que não precisam de gerir.",
    "Que surpresa, o teu sistema nervoso decidiu hoje ficar um bocado mais ativo que o normal.",
    "O teu corpo tá a vibrar de algo que o teu cérebro decidiu amplificar sem permissão.",
    "Não tá a acontecer nada grave mas o teu cérebro tá a ter uma pequena peça de teatro.",
    "O teu sistema nervoso tá a ter um dia muito animado sem ninguém ter pedido animação.",
    "Que boa ideia do teu cérebro decidir que esta tarde fica toda com nervosismo.",
    "O teu corpo tá a responder a um problema que o teu cérebro criou sem te consultar.",
    "Não tá a acontecer nada e o teu sistema nervoso tá a ter um pequeno programa.",
    "O teu cérebro tá a ter uma pequena crise criativa sobre coisas que não aconteceram.",
    "Que dia maravilhoso para o teu sistema nervoso decidir ficar ligeiramente sobreaquecido.",
    "O teu corpo tá a sentir algo e o teu cérebro tá a escrever um livro inteiro sobre isso.",
    "Não tá a acontecer nada grave e o teu cérebro tá a ter uma pequena discussão consigo.",
    "O teu sistema nervoso tá a ensiar algo que não tá a acontecer e tá a levar a sério.",
    "Que surpresa, o teu cérebro decidiu hoje ficar um bocado mais barulhento que o habitual.",
    "O teu corpo tá a ter uma pequena conversa com o teu cérebro sem te avisar.",
    "Não tá a acontecer nada e o teu sistema nervoso tá a ter um pequeno espectáculo.",
    "O teu cérebro tá a gerir um problema que ele próprio criou e não tá a resolver.",
    "Que boa decisão do teu sistema nervoso decidir que hoje tá um bocado mais ativo.",
    "O teu corpo tá a responder a algo que o teu cérebro inventou esta manhã sem motivo.",
    "Não tá a acontecer nada grave mas o teu cérebro tá a ter um pequeno momento.",
    "O teu sistema nervoso tá a ter um dia muito ocupado a trabalhar sem ninguém ter pedido.",
    "Que surpresa, o teu cérebro resolveu hoje estar um bocado mais preocupado que o normal.",
    "O teu corpo tá a sentir algo e o teu cérebro tá a amplificar sem pedir desculpa.",
    "Não tá a acontecer nada e o teu sistema nervoso tá a ter uma pequena estreia.",
    "O teu cérebro tá a ter uma pequena reunião sobre o nada e tá a levar muito a sério.",
    "Que dia precioso para o teu sistema nervoso decidir ficar um bocado mais nervoso.",
    "O teu corpo tá a responder a um sinal que o teu cérebro fabricou esta manhã.",
    "Não tá a acontecer nada grave e o teu cérebro tá a ter uma pequena peça.",
    "O teu sistema nervoso tá a ensiar algo que não tá a acontecer e tá a ensaiá-lo bem.",
    "Que surpresa, o teu cérebro decidiu hoje ficar um bocado mais ocupado que o normal.",
    "O teu corpo tá a ter uma pequena discussão com o teu cérebro sem motivo nenhum.",
    "Não tá a acontecer nada e o teu sistema nervoso tá a ter um pequeno dia.",
    "O teu cérebro tá a fabricar preocupações como se estivesse a pintar um quadro.",
    "Que boa ideia do teu sistema nervoso decidir que hoje tá um bocado mais ativo.",
    "O teu corpo tá a sentir algo que o teu cérebro inventou sem te consultar nada.",
    "Não tá a acontecer nada grave mas o teu cérebro tá a ter um pequeno espectáculo.",
    "O teu sistema nervoso tá a ter um dia muito animado sem ninguém ter pedido nada.",
    "Que surpresa, o teu cérebro resolveu hoje estar um bocado mais barulhento que sempre.",
    "O teu corpo tá a responder a algo que o teu cérebro criou esta manhã sem motivo.",
    "O teu cérebro tá a ter uma pequena telenovela sem guião e sem final à vista.",
    "O teu cérebro tá a ter uma pequena crise sobre coisas que não aconteceram na vida.",
    "O teu sistema nervoso tá a ter um pequeno festival de dramatizações sem convidados.",
    "O teu corpo tá a sentir algo e o teu cérebro tá a escrever um conto sobre isso.",
    "Não tá a acontecer nada grave e o teu cérebro tá a ter uma pequena conversa.",
    "O teu sistema nervoso tá a ensiar algo que não tá a acontecer e não tá a parar.",
    "Que surpresa, o teu cérebro decidiu hoje ficar um bocado mais preocupado que sempre.",
    "O teu corpo tá a ter uma pequena discussão com o teu cérebro sem permissão nenhuma.",
    "Não tá a acontecer nada e o teu sistema nervoso tá a ter um pequeno momento.",
    "O teu cérebro tá a gerir um problema que ele próprio criou e não tá a resolver nada.",
    "Que boa decisão do teu sistema nervoso decidir que hoje tá um bocado mais nervoso.",
    "O teu corpo tá a responder a algo que o teu cérebro inventou esta manhã de repente.",
    "Não tá a acontecer nada grave mas o teu cérebro tá a ter um pequeno dia.",
    "O teu sistema nervoso tá a ter um dia muito ocupado a trabalhar sem te agradecer.",
    "Que surpresa, o teu cérebro resolveu hoje estar um bocado mais ocupado que o habitual.",
    "O teu cérebro tá a fabricar problemas como se estivesse a fazer compras no supermercado."
    ],
    "4": [
     "Ah, muito bem, o teu cérebro decidiu entrar em modo de pánico sem avisar ninguém.",
    "Parabéns, o teu sistema nervoso está a fazer horas extras sem te pagar um céntimo.",
    "Tá ansioso? Não te preocupa, o teu cérebro vai tratar de te lembrar isso a cada dois segundos.",
    "O teu cérebro é um dramático profissional e merece um óscar por isto.",
    "Muito bem, mais uma sexta-feira normal no teu sistema nervoso, não é?",
    "O teu cérebro tá a fabricar problemas como se tivesse uma fábrica inteira a seu dispor.",
    "Que saudade de um dia normal, não é? Mas o teu cérebro não quer saber disso.",
    "Tá tudo a correr mal? Não, mas o teu cérebro decidiu que sim e pronto, acabou.",
    "Parabéns, o teu corpo tá a tremer e o teu cérebro tá a aplaudir isso.",
    "O teu sistema nervoso tá a ensaiado para um drama shakespeariano que não existe.",
    "O teu cérebro convocou uma reunião de emergência e não te convidou, como sempre.",
    "Tranquilo que não tá a acontecer nada grave, mas o teu cérebro não tá a ouvir.",
    "Tá a correr tudo bem, mas o teu cérebro decidiu que não e pronto.",
    "Bem-vindos ao lugar onde tudo parece urgente e nada realmente é, como sempre.",
    "O teu cérebro é um jornalista de tabloides: exagera tudo e não verifica nada.",
    "O teu coração tá a batim como se estivesse a correr uma maratona no sofá.",
    "Boa notícia: não tá a acontecer nada. Má notícia: o teu cérebro não se importa.",
    "O teu sistema nervoso tá a ter uma crise identidade e a arrastar-te com ele.",
    "O teu cérebro tá a escrever um guião de filme de terror sem te contar a nada.",
    "Que saudade de um momento de paz, não é? Mas o teu cérebro tá a estar ocupado.",
    "O teu cérebro é um chefe péssimo: grita o tempo todo e nunca fica satisfeito.",
    "Estás a pagar impostos ao teu sistema nervoso e ele está a dar o troco com juros.",
    "Não te preocupa que não tá a acontecer nada. O teu cérebro é só assim com todos.",
    "O teu corpo tá a vibrar de ansiedade e o teu cérebro tá a sorrir para isso.",
    "O teu cérebro merece um troféu de ouro por isto, a sua melhor estreia.",
    "Tá tudo a correr mal? Não, mas o teu cérebro tá a fazer tudo para te convencer que sim.",
    "O teu sistema nervoso decidiu hoje ser o protagonista e tá a ensaiando ao longo do dia.",
    "O teu cérebro tá a ter uma reunião de crise por causa de absolutamente nada.",
    "Que regalo, o teu cérebro decidiu que hoje é dia de inventar catástrofes ao revés.",
    "O teu coração tá a acelerar sem motivo e o teu cérebro tá a dizer que é grave.",
    "O teu sistema nervoso tá a funcionar a duas vezes a velocidade normal sem parar.",
    "Tá tudo a correr bem, mas o teu cérebro tá a discordar com tudo o que vê.",
    "O teu cérebro tá a trabalhar em horas extras sem te consultar, como sempre.",
    "O teu sistema nervoso tá a ter um dia muito produtivo a trabalhar sem te agradecer.",
    "Não tá a acontecer nada assustador, mas tenta dizer isso ao teu cérebro.",
    "O teu corpo tá em alerta e o teu cérebro tá a puxar a mão para o interruptor.",
    "O teu cérebro convocou um estado de emergência sem declarar guerra a ninguém na vida.",
    "Que dia fantástico para o teu sistema nervoso decidir entrar em modo catástrofe.",
    "O teu cérebro tá a fazer uma lista de preocupações e ainda nem chegou à metade.",
    "Estás a ter uma crise e o teu cérebro tá a tirar notas para o livro dele.",
    "O teu sistema nervoso tá a trabalhar a full capacity sem ninguém ter premitido.",
    "Que saudade de um dia sossegado, mas o teu cérebro tá a ter outras ideias.",
    "O teu cérebro tá a gerir a situação com a sua habitual e sarcástica calma.",
    "Não tá a acontecer nada de mal, mas o teu cérebro convicto que tá tudo a cair.",
    "O teu sistema nervoso tá a fazer o que faz melhor: exagerar tudo sem razão.",
    "O teu coração tá a dar tudo e o teu cérebro tá a pedir ainda mais.",
    "Que surpresa, o teu cérebro decidiu hoje ser o mais dramático órgão do teu corpo.",
    "O teu sistema nervoso tá em modo alarme e não tá a ouvir ninguém a tentar desligá-lo.",
    "O teu cérebro tá a ter a sua própria conferência de imprensa sem te avisar.",
    "Tá tudo bem, mas o teu cérebro tá a escrever o guião do apocalipse como passatempo.",
    "O teu cérebro tá a ter um dia muito ocupado a te contar coisas que não são verdade.",
    "O teu sistema nervoso tá a ensiar um drama sem ter ensaiado a peça nenhuma.",
    "Não tá a acontecer nada e o teu cérebro tá a ofender-te com as suas histórias.",
    "O teu corpo tá a tremer e o teu cérebro tá a dizer que está tudo a correr mal.",
    "O teu cérebro tá a dar a direção errada e a insistir que está perfeitamente certo.",
    "Que dia precioso para o teu sistema nervoso decidir entrar em modo de emergência.",
    "O teu cérebro tá a ter uma crise existencial e a tentar que tu tenhas também.",
    "O teu sistema nervoso tá a ganhar prémios internacionais por dramatizar sem razão.",
    "Não tá a acontecer nada grave mas o teu cérebro tá a escrever o guião completo.",
    "O teu coração tá a acelerar e o teu cérebro tá a dizer que é o fim do mundo.",
    "O teu sistema nervoso tá a trabalhar sem parar e sem te agradecer nada nada.",
    "Que surpresa, o teu cérebro tá a ter outra reunião de emergência sem o teu consentimento.",
    "O teu cérebro tá a ter um dia muito produtivo a inventar problemas que não existem.",
    "O teu sistema nervoso tá a dar as melhores notícias falsas da sua curta vida.",
    "Não tá a acontecer nada mas o teu cérebro tá a ter um ataque de criatividade.",
    "O teu corpo tá em alerta e o teu cérebro tá a escrever um livro sobre a situação.",
    "O teu cérebro tá a gerir uma empresa falida sem te dizer que faliu há muito.",
    "Que dia excelente para o teu sistema nervoso decidir que tudo tá a correr mal.",
    "O teu cérebro tá a ter uma reunião com todos os teus medos e não te convidou.",
    "O teu sistema nervoso tá a ter a sua melhor hora da sua curta vida.",
    "Não tá a acontecer nada e o teu cérebro tá a ter uma crise em nome teu.",
    "O teu coração tá a acelerar sem motivo e o teu cérebro tá a aplaudir isso.",
    "O teu cérebro tá a trabalhar horas extras e a cobrar tudo a ti sem recibo.",
    "Que saudade de um dia em que o teu sistema nervoso ficasse calmado, não é?",
    "O teu cérebro tá a ter um dia muito excitante a fabricar problemas ao nada.",
    "O teu sistema nervoso tá a ter a sua conferência anual de problemas inventados.",
    "Não tá a acontecer nada grave e o teu cérebro tá a ter pena por isso.",
    "O teu corpo tá a sentir tudo o dobro e o teu cérebro tá a amplificar.",
    "O teu cérebro tá a ser o pior jornalista do mundo inteiro neste momento.",
    "Que surpresa, o teu sistema nervoso decidiu hoje ser o protagonista da tua vida.",
    "O teu cérebro tá a ter uma reunião urgente sobre nada e tá a levar muito a sério.",
    "O teu sistema nervoso tá a ter uma crise de criatividade sem te pedir permissão.",
    "Não tá a acontecer nada e o teu cérebro tá a ter a melhor performance da vida.",
    "O teu coração tá a dar tudo e o teu cérebro tá a pedir ainda mais drama.",
    "O teu sistema nervoso tá a ter o dia mais ocupado da sua curta vida.",
    "Que dia para o teu cérebro decidir que o mundo tá a cair quando está tudo bem.",
    "O teu cérebro tá a trabalhar horas extras sem ninguém ter pedido a sua opinião.",
    "O teu sistema nervoso tá a ter a sua gala anual de dramatizações sem convite.",
    "Não tá a acontecer nada e o teu cérebro tá a ter a sua própria telenovela.",
    "O teu corpo tá em alerta máximo e o teu cérebro tá a ter a sua grand finale.",
    "O teu cérebro tá a ter um dia muito longo a gerir o caos que criou.",
    "Que surpresa, o teu sistema nervoso tá a ter uma crise sem ter passagem de estado.",
    "O teu cérebro tá a ter a sua melhor hora a inventar razões para estares ansioso.",
    "O teu sistema nervoso tá a ter o seu próprio programa de TV sem te contar.",
    "Não tá a acontecer nada e o teu cérebro tá a ter a sua própria peça de teatro.",
    "O teu coração tá a acelerar e o teu cérebro tá a vender ingressos para o espectáculo.",
    "O teu sistema nervoso tá a ter a sua melhor performance da temporada toda.",
    "Que dia para o teu cérebro decidir que a ansiedade é a melhor forma de entretenimento.",
    "O teu cérebro tá a ter uma crise e tá a intentar que todos à sua volta tenham também.",
    "O teu sistema nervoso tá a ter a sua própria reality show sem te pedir consentimento."
    ],
    "5": [
      "Ok, isto está mesmo pesado agora, mas eu estou aqui contigo e não te vou largar.",
      "A ansiedade está no máximo, mas isso não significa que estejas em perigo real.",
      "O teu corpo está a gritar alerta total, mesmo sem haver uma ameaça concreta.",
      "Isto parece demasiado agora, mas não vai ficar assim para sempre, mesmo que custe acreditar.",
      "A ansiedade está a usar megafone, mas continua a não ter factos do lado dela.",
      "O teu cérebro está convencido de que algo horrível vai acontecer, sem provas nenhumas.",
      "Este momento é assustador, mas assustador não significa perigoso nem definitivo.",
      "O teu corpo está em pânico, mas tu ainda estás aqui e isso importa muito.",
      "A ansiedade quer que acredites que não vais aguentar, mas já estás a aguentar.",
      "Isto está intenso, mas intensidade não é o mesmo que colapso inevitável.",
      "O teu cérebro está a pintar o pior cenário possível como se fosse certeza absoluta.",
      "Este estado é extremamente desconfortável, mas não te define nem te destrói.",
      "A ansiedade está no auge, mas ainda assim é um estado, não quem tu és.",
      "O corpo está em modo emergência, mesmo sem emergência real presente.",
      "Isto parece fora de controlo, mas o facto de estares aqui prova o contrário.",
      "A tua mente está a dizer que não vais conseguir, mas tu ainda estás a conseguir.",
      "Este momento parece interminável, mas nenhum estado dura para sempre.",
      "A ansiedade quer respostas imediatas, mas agora só precisas de respirar.",
      "O teu corpo está a reagir como se houvesse perigo extremo, mesmo sem haver.",
      "Isto é muito difícil agora, mas difícil não significa impossível de atravessar.",
      "A ansiedade está a mentir sobre o futuro, mesmo que pareça muito convincente.",
      "O teu cérebro está a gritar catástrofe, mas isso não a torna real.",
      "Este momento é assustador, mas tu não estás sozinho dentro dele.",
      "O corpo está em sobrecarga, mas sobrecarga não é falha permanente.",
      "A ansiedade diz que não há saída, mas isso é parte do truque dela.",
      "Isto está no limite, mas o limite não é o fim, é apenas um ponto alto.",
      "O teu cérebro está convencido de que algo está errado contigo, e não está.",
      "Este estado é intenso, mas intensidade não significa perigo físico real.",
      "A ansiedade quer que acredites que vais perder o controlo, mas ainda não perdeste.",
      "O teu corpo está em modo sobrevivência sem necessidade real agora.",
      "Isto parece insuportável, mas estás a suportar, mesmo que com muito esforço.",
      "A tua mente está a prever o pior, mas previsões não são destino.",
      "Este momento é extremamente desconfortável, mas é atravessável.",
      "A ansiedade está no máximo, mas ainda assim é temporária.",
      "O corpo está em pânico, mas pânico não é profecia.",
      "Isto não significa que estejas a enlouquecer, apesar da sensação.",
      "A ansiedade quer controlo total, mas não manda na realidade.",
      "O teu cérebro está a disparar alarmes falsos em série.",
      "Este estado parece esmagador, mas não te anula como pessoa.",
      "A ansiedade diz que não vais conseguir acalmar, mas o corpo sabe acalmar.",
      "O momento está muito difícil, mas tu não desapareceste dentro dele.",
      "A tua mente está a tratar medo como certeza absoluta.",
      "Este estado é extremo, mas não é permanente nem eterno.",
      "O corpo está em alerta máximo, mas alerta não é perigo real.",
      "A ansiedade quer que acredites que algo horrível é inevitável.",
      "Isto está a doer emocionalmente, mas dor não é destruição.",
      "O teu cérebro está a gritar agora, mas gritos não são ordens.",
      "Este momento parece maior do que tu, mas não é.",
      "A ansiedade está a mentir sobre a tua capacidade de aguentar.",
      "O corpo está em stress máximo, mas stress máximo passa.",
      "Isto parece impossível agora, mas não é a primeira vez que passas por algo assim.",
      "A tua mente está a criar cenários de colapso sem base real.",
      "Este estado é aterrador, mas não é um sinal de fim.",
      "A ansiedade quer que acredites que não há saída, mas há.",
      "O corpo está sobrecarregado, mas ainda está funcional.",
      "Isto não é fraqueza, é uma resposta extrema ao medo.",
      "A ansiedade está no comando agora, mas isso é temporário.",
      "O teu cérebro está convencido de que algo terrível vai acontecer.",
      "Este momento parece insuportável, mas estás a atravessá-lo.",
      "A ansiedade mente com muita confiança quando está alta.",
      "O corpo está a reagir como se houvesse perigo imediato.",
      "Isto está no limite, mas limites não são finais.",
      "A tua mente está a confundir sensação com realidade.",
      "Este estado é muito intenso, mas não te define.",
      "A ansiedade quer que acredites que vais perder tudo agora.",
      "O corpo está em alarme máximo, mas o alarme é falso.",
      "Isto parece demasiado, mas não vai durar para sempre.",
      "A ansiedade diz que não há controlo, mas ainda há escolhas pequenas.",
      "O teu cérebro está a exagerar consequências de forma extrema.",
      "Este momento é brutal, mas não é eterno.",
      "A ansiedade está no pico, mas picos descem.",
      "O corpo está em pânico, mas pânico não mata.",
      "Isto parece o pior cenário, mas não é o fim.",
      "A tua mente está a fazer terrorismo emocional agora.",
      "Este estado é assustador, mas não significa que algo mau vá acontecer.",
      "A ansiedade quer que acredites que não vais sair disto.",
      "O corpo está a gritar, mas ainda responde à respiração.",
      "Isto está muito difícil, mas estás aqui e isso importa.",
      "A ansiedade está a tentar controlar tudo com medo.",
      "Este momento parece interminável, mas vai passar.",
      "O teu cérebro está convencido de que isto nunca vai melhorar.",
      "A ansiedade está no máximo, mas não manda no futuro.",
      "O corpo está em stress extremo, mas stress extremo diminui.",
      "Isto está pesado demais agora, mas não é permanente.",
      "A ansiedade quer que acredites que vais quebrar.",
      "O teu corpo está em modo sobrevivência total.",
      "Este estado é extremo, mas temporário.",
      "A ansiedade está a mentir sobre quem tu és.",
      "Isto parece insuportável, mas não te vai destruir.",
      "O cérebro está a prever desastre absoluto.",
      "Este momento é horrível, mas não é o fim da história.",
      "A ansiedade está a tentar convencer-te de que não vais aguentar.",
      "O corpo está em pânico, mas pânico passa.",
      "Isto está no máximo, mas máximos descem sempre.",
      "A ansiedade está no comando agora, mas não para sempre."
    ]
  },
  "triste": {
    "1": [
      "Está tudo bem em não estar bem. Não tens de fingir agora.",
      "A tristeza não é fraqueza; é sinal de que algo importou.",
      "Hoje, o objetivo pode ser só cuidar de ti de forma simples.",
      "Se puderes, faz uma coisa pequena que te trate com carinho.",
      "Não tens de carregar isto sozinho. Falar ajuda.",
      "O que estás a sentir merece espaço, não pressa para acabar.",
      "Um dia pesado não define a tua vida inteira.",
      "Se o mundo está cinzento, vamos procurar uma cor pequena.",
      "Bebe algo quente. Às vezes o corpo precisa de aconchego.",
      "Há dias em que sobreviver já é uma vitória.",
      "Não te critiques por estares em baixo. Isso só adiciona peso.",
      "Podes chorar. Podes parar. Podes recomeçar mais tarde.",
      "A tua dor é válida. E vai mudar com o tempo.",
      "O teu coração cansado ainda sabe continuar.",
      "O que te dói hoje não vai doer igual para sempre.",
      "Tenta uma coisa: respiração lenta e mãos no peito. Presença.",
      "Se não tens energia para tudo, escolhe só uma tarefa leve."
    ],
    "2": [
      "Hoje é dia de gentileza contigo. Mesmo que pareça inútil.",
      "A tristeza diminui quando a partilhas com alguém seguro.",
      "Não precisas de ter respostas. Só precisas de atravessar.",
      "Uma música, uma janela aberta, uma luz. Pequenos apoios contam.",
      "A tua história não acabou num dia mau.",
      "Se te sentires preso, muda de divisão. Um passo físico ajuda.",
      "Não és um problema por sentir isto.",
      "A tua sensibilidade é parte da tua força.",
      "Mesmo quando não sentes esperança, ela pode existir por ti.",
      "Põe no papel: 'o que eu precisava de ouvir hoje?'",
      "Se não consegues fazer muito, faz o mínimo com respeito.",
      "O teu ritmo hoje pode ser lento. E está certo.",
      "Toma banho, lava o rosto, troca de roupa — recomeços pequenos.",
      "A tristeza pede pausa. Dá-lhe uma pausa sem culpa.",
      "Amanhã pode ser diferente. Hoje, só respira.",
      "Procura um gesto de cuidado: arrumar a cama, por exemplo.",
      "Se te sentes sozinho, manda uma mensagem simples a alguém."
    ],
    "3": [
      "Tu importas, mesmo quando não produces nada.",
      "Não tens de merecer descanso. Descanso é humano.",
      "Faz uma lista de coisas que já ultrapassaste. Tu tens história.",
      "Há beleza em continuar, mesmo sem brilho.",
      "O que sentes não te define; descreve só este momento.",
      "Vai com calma. Eu estou aqui contigo.",
      "Hoje pode ser um dia de recolher. Recolher também é viver.",
      "Se o pensamento pesa, volta ao corpo: pés no chão.",
      "Permite-te ser imperfeito. Não há prémio por sofrer em silêncio.",
      "A dor precisa de tempo, não de pressa.",
      "Uma coisa boa ainda pode acontecer hoje, mesmo pequena.",
      "Se hoje doeu, é porque tens coração.",
      "A tua presença no mundo tem valor.",
      "Vamos devagar: um minuto de cada vez.",
      "Tu mereces cuidado, principalmente agora.",
      "Hoje a minha energia está em modo “modo de espera”.",
      "Estou triste, mas pelo menos continuo a pagar impostos."
    ],
    "4": [
      "O meu humor está tão baixo que nem o Wi‑Fi o encontra.",
      "A tristeza está sentada no sofá a comer as minhas batatas fritas.",
      "Hoje o meu sorriso está em teletrabalho.",
      "Estou a usar o modo “cinzento com ligeiro desânimo”.",
      "O meu coração está a tocar baladas sem pedido.",
      "Tristeza: a playlist que não consigo saltar.",
      "Estou triste, mas ainda assim fiz login na vida.",
      "O meu entusiasmo pediu baixa médica.",
      "Hoje estou a colecionar suspiros.",
      "O meu cérebro está em modo “não mexer”.",
      "Estou a andar devagar para não assustar a vontade de existir.",
      "Estou triste, mas ainda tenho sarcasmo — uma vitória.",
      "A tristeza está a fazer “check‑in” no meu peito.",
      "Estou a poupar lágrimas, estão caras.",
      "Hoje nem o humor ácido me salva, só tempera.",
      "A tristeza não grita, sussurra o dia todo.",
      "Estou no modo “não me peçam entusiasmo”."
    ],
    "5": [
      "A minha alegria foi passear e não voltou.",
      "Hoje estou a competir no campeonato de “mais silêncio”.",
      "O meu humor está a fazer greve.",
      "A tristeza trouxe mala e ficou a dormir cá.",
      "Estou triste, mas com Wi‑Fi estável.",
      "Tenho pouca energia e zero vontade, uma dupla clássica.",
      "Estou a existir, mas sem extras.",
      "A minha motivação está no fundo da gaveta.",
      "Hoje estou a olhar para o tecto como se fosse um trabalho.",
      "Estou triste, mas pelo menos continuo engraçado… às vezes.",
      "O meu coração pediu férias sem aviso.",
      "Estou com saudades de mim numa versão anterior.",
      "A tristeza é o meu filtro hoje.",
      "O meu dia está em escala de cinzentos.",
      "Estou triste, mas tenho noção de humor. Ajuda 5%.",
      "A alegria foi comprar pão e nunca mais apareceu.",
      "Hoje estou em modo “respirar por obrigação”.",
      "A tristeza não tem hora de saída.",
      "Estou triste, mas a ironia ainda funciona.",
      "O meu corpo está presente, o resto não assinou.",
      "Se a tristeza fosse disciplina, eu estava em doutoramento."
    ]
  },
  "zangado": {
    "1": [
      "Ah sim, estás zangado, mas nada que não se resolva com fingir maturidade emocional durante mais cinco minutos.",
      "Isso não é raiva, é só o teu cérebro a fazer birra enquanto tenta parecer superior.",
      "Calma, essa zanga ainda está na fase em que se acha profunda mas não faz absolutamente nada.",
      "Estás irritado, mas só o suficiente para te sentires injustiçado sem qualquer motivo sólido.",
      "Essa frustração é tão leve que ainda cabe num suspiro exagerado e num olhar de julgamento.",
      "Respira fundo, isso é só mau humor a tentar convencer-te de que é uma emoção válida.",
      "Estás zangado, mas numa versão tão controlada que parece quase performativa.",
      "Isso parece mais cansaço disfarçado de personalidade forte do que raiva real.",
      "Ainda estás no nível em que reclamar mentalmente já te faz sentir produtivo.",
      "Essa zanga é temporária, dramática e convencida de que o mundo te deve algo.",
      "Calma lá, ninguém vai sentir o impacto histórico dessa irritação.",
      "Estás irritado, mas com filtros suficientes para ninguém levar isso a sério.",
      "Isso é raiva em modo avião, existe mas não comunica com ninguém.",
      "Essa frustração ainda não tem autorização para mandar em nada.",
      "Estás chateado, mas só porque o universo não cooperou contigo hoje.",
      "Nada de épico aqui, é só um pequeno drama interno mal ensaiado.",
      "Essa raiva vive exclusivamente na tua cabeça e planeia ficar lá.",
      "Respira, isso é mau humor com excesso de confiança.",
      "Estás zangado, mas ainda educado demais para assustar alguém.",
      "Isso é irritação light, sem efeitos colaterais nem consequências.",
      "Ainda estás na fase em que o silêncio parece uma grande vitória.",
      "Essa zanga não é perigosa, só ligeiramente inconveniente.",
      "Calma, isso não merece discurso interno nem trilha sonora dramática.",
      "Estás irritado, mas só o suficiente para achares que tens razão.",
      "Isso é frustração básica com atitude superior.",
      "Ainda estás longe de perder o controlo, apesar da vontade de resmungar.",
      "Essa raiva é tão educada que ainda pede desculpa por existir.",
      "Estás chateado, mas consciente de que talvez estejas a exagerar.",
      "Isso não é fúria, é só mau humor convencido.",
      "Ainda consegues fingir normalidade enquanto julgas tudo em silêncio.",
      "Essa irritação tem prazo de validade curto e impacto mínimo.",
      "Calma, isso passa antes de virar uma história interessante.",
      "Estás zangado, mas numa versão quase simpática.",
      "Isso é stress acumulado a fazer cosplay de raiva.",
      "Ainda estás no modo reclamar sem agir.",
      "Essa frustração não lidera, só comenta com sarcasmo.",
      "Estás irritado, mas suficientemente lúcido para saber disso.",
      "Isso é um curto-circuito emocional pequeno e sem importância.",
      "Ainda estás demasiado racional para te levares a sério.",
      "Essa zanga não assusta ninguém, nem a ti próprio.",
      "Calma, isso não justifica dramatizar internamente.",
      "Estás chateado, mas num nível que não altera decisões.",
      "Isso é mau humor em versão beta, cheio de falhas.",
      "Ainda não precisas de levantar a voz nem o ego.",
      "Essa irritação vai embora sozinha, como sempre.",
      "Estás zangado, mas temporariamente dramático.",
      "Isso é frustração com autocensura incluída.",
      "Ainda tens autocontrolo suficiente para não fazer figuras.",
      "Essa raiva é quase teórica e nada prática.",
      "Parabéns, estás zangado ao ponto de te sentires injustiçado, mas ainda longe de ter razão.",
      "Isso não é raiva profunda, é só o ego a fazer barulho porque não foi mimado hoje.",
      "Estás zangado, sim, mas numa versão tão teatral que quase pede aplausos no fim.",
      "Essa frustração acha-se revolucionária, mas na prática só reclama em silêncio.",
      "Calma, isso é só o teu cérebro a dramatizar um inconveniente banal.",
      "Estás irritado como se o universo tivesse assinado contrato para te chatear.",
      "Isso não é fúria, é só mau humor com complexo de protagonista.",
      "Essa zanga tem tanta atitude quanto impacto real, ou seja, quase nenhum.",
      "Estás zangado porque as coisas não correram como planeaste na tua cabeça.",
      "Isso é raiva de quem acha que o mundo devia colaborar sem perguntas.",
      "Respira fundo, esse ataque emocional ainda cabe num pensamento passivo-agressivo.",
      "Estás irritado como se alguém tivesse quebrado uma promessa imaginária.",
      "Essa frustração tem energia de discurso interno que nunca vai sair da cabeça.",
      "Calma, isso é só ressentimento temporário disfarçado de personalidade forte.",
      "Estás zangado porque a realidade teve a audácia de não te obedecer.",
      "Isso não é indignação, é só birra adulta com vocabulário melhor.",
      "Essa zanga acredita sinceramente que está a ensinar uma lição ao mundo.",
      "Estás irritado, mas apenas no modo em que julgas tudo em silêncio.",
      "Isso é raiva de baixa intensidade com ego em alta definição.",
      "Calma, ninguém vai escrever um livro sobre essa tua crise emocional.",
      "Estás zangado como se o universo tivesse falhado um teste pessoal contigo.",
      "Essa frustração vive de exagero e alimenta-se de pensamentos repetitivos.",
      "Isso é mau humor tão convencido que acha que está certo por existir.",
      "Estás irritado porque a vida decidiu não seguir o teu guião interno.",
      "Essa zanga tem mais opinião do que razão concreta.",
      "Calma, isso não passa de um drama interno sem testemunhas.",
      "Estás zangado, mas só porque esperavas que tudo fosse mais fácil.",
      "Isso é raiva domesticada, treinada para não sair do pensamento.",
      "Essa frustração fala alto na tua cabeça, mas não manda em nada.",
      "Estás irritado como se alguém te devesse satisfação constante.",
      "Isso não é fúria legítima, é só impaciência mal disfarçada.",
      "Essa zanga acha-se importante, mas desaparece assim que te distrais.",
      "Calma, isso é só stress acumulado a pedir palco emocional.",
      "Estás zangado porque as coisas não alinharam com as tuas expectativas secretas.",
      "Isso é ressentimento leve com uma autoestima inflamada.",
      "Essa frustração tenta convencer-te de que isto é pessoal.",
      "Estás irritado como se o mundo tivesse obrigação de te facilitar a vida.",
      "Isso é mau humor sofisticado, mas ainda assim mau humor.",
      "Essa zanga não resolve nada, mas adora comentar tudo.",
      "Calma, isso é só o ego a tropeçar numa realidade inconveniente.",
      "Estás zangado porque hoje não foste o centro do universo.",
      "Isso é raiva em modo mental, sem coragem de virar ação.",
      "Essa frustração acha-se profunda, mas é só repetitiva.",
      "Estás irritado como se a vida tivesse falhado contigo especificamente.",
      "Isso é birra emocional com vocabulário adulto.",
      "Essa zanga quer atenção, mas não merece palco.",
      "Calma, isso não passa de um episódio interno mal argumentado.",
      "Estás zangado, mas amanhã já nem te lembras porquê.",
      "Isso é raiva temporária com confiança exagerada."
    ],
    "2": [
       "Ok, agora já estás zangado a sério, daquele jeito em que tudo parece estupidamente evitável.",
      "Isso já não é só irritação, é frustração a ganhar confiança demais dentro da tua cabeça.",
      "Estás zangado ao ponto de começares a julgar decisões antigas como se fosses um génio incompreendido.",
      "Agora sim, essa zanga já vem com comentários internos nada simpáticos para ninguém envolvido.",
      "Estás irritado como se o mundo tivesse escolhido especificamente testar a tua paciência hoje.",
      "Isso é raiva em crescimento, ainda controlada, mas claramente sem vontade de cooperar.",
      "Já estás no modo em que cada pequeno detalhe parece pessoalmente ofensivo.",
      "Essa frustração começou a achar que tem legitimidade para estragar o teu humor inteiro.",
      "Estás zangado e já não tens muita paciência para fingir que está tudo bem.",
      "Isso deixou de ser leve quando começaste a repetir mentalmente tudo o que correu mal.",
      "Agora a zanga já vem acompanhada de julgamentos silenciosos e pouca tolerância.",
      "Estás irritado como se alguém tivesse falhado contigo de propósito.",
      "Essa raiva já não pede licença, apenas ocupa espaço e reclama atenção.",
      "Estás zangado e cada interrupção parece um ataque direto à tua sanidade.",
      "Isso é frustração a acumular, pronta para sair em sarcasmo afiado.",
      "Já estás no nível em que qualquer conversa parece uma perda de tempo.",
      "Essa zanga começa a tornar tudo mais pesado do que devia ser.",
      "Estás irritado e a tua paciência decidiu tirar o dia de folga.",
      "Agora sim, isso já não passa com um simples suspiro dramático.",
      "Essa frustração está a transformar pequenos problemas em grandes ofensas.",
      "Estás zangado como se o universo tivesse feito isto de propósito.",
      "Isso já não é mau humor, é impaciência declarada com tudo à volta.",
      "Essa raiva começa a contaminar pensamentos que nem tinham culpa.",
      "Estás irritado e qualquer tentativa de calma soa a provocação.",
      "Agora a zanga já vem com vontade de cortar conversas pela raiz.",
      "Isso é frustração a pedir isolamento antes que digas algo inconveniente.",
      "Estás zangado e cada segundo parece exigir esforço consciente para não explodir.",
      "Essa raiva já não é discreta, apenas ainda é controlada à força.",
      "Estás irritado como se tudo estivesse ligeiramente contra ti.",
      "Agora a paciência é mínima e o sarcasmo é automático.",
      "Essa frustração já não quer soluções, só quer reclamar.",
      "Estás zangado e qualquer imprevisto parece inadmissível.",
      "Isso é raiva em modo defensivo, pronta para atacar se for preciso.",
      "Já estás no ponto em que ouvir conselhos parece insulto.",
      "Essa zanga começa a justificar respostas menos simpáticas.",
      "Estás irritado e a tua tolerância social está perigosamente baixa.",
      "Agora sim, isso já é tensão emocional acumulada.",
      "Essa frustração transforma silêncio em arma passiva-agressiva.",
      "Estás zangado e cada palavra extra parece desnecessária.",
      "Isso é raiva que exige autocontrolo constante para não escalar.",
      "Já estás no modo em que preferes ficar calado para não piorar.",
      "Essa zanga começa a moldar o teu tom de voz.",
      "Estás irritado e claramente sem vontade de lidar com ninguém.",
      "Agora a frustração já manda mais do que devia.",
      "Essa raiva não é explosiva, mas é persistente.",
      "Estás zangado e o mundo inteiro parece inconveniente.",
      "Isso já é impaciência emocional declarada.",
      "Essa zanga pede distância antes que vire problema.",
      "Estás irritado e consciente de que isto pode escalar.",
      "Agora sim, isso já é nível dois sem margem para paciência.",
       "Agora já estás zangado naquele nível em que tudo parece um teste pessoal à tua sanidade.",
      "Essa frustração deixou de ser discreta e passou a comentar tudo com desprezo silencioso.",
      "Estás irritado como se o mundo inteiro tivesse combinado falhar contigo hoje.",
      "Isso já é raiva suficiente para tornares qualquer conversa uma perda de tempo.",
      "Agora a zanga vem acompanhada de julgamentos rápidos e paciência praticamente inexistente.",
      "Estás zangado ao ponto de cada detalhe irrelevante parecer um insulto pessoal.",
      "Essa frustração já não quer soluções, só quer confirmar que tens razão.",
      "Estás irritado e qualquer tentativa de te acalmar soa imediatamente a provocação.",
      "Agora já estás no modo em que preferes silêncio a ouvir mais estupidez.",
      "Essa raiva começa a ditar o teu tom antes mesmo de pensares.",
      "Estás zangado como se a vida tivesse decidido abusar da tua boa vontade.",
      "Isso já é impaciência declarada com tudo e todos à tua volta.",
      "Agora a frustração ocupa espaço demais dentro da tua cabeça.",
      "Estás irritado e cada segundo extra parece completamente desnecessário.",
      "Essa zanga já justifica respostas secas e zero simpatia.",
      "Estás zangado como quem já perdeu a vontade de explicar seja o que for.",
      "Isso deixou de ser mau humor quando começaste a ignorar pessoas de propósito.",
      "Agora a tua paciência está tão curta que quase não existe.",
      "Essa frustração transforma qualquer pedido simples num ataque direto.",
      "Estás irritado e claramente sem energia para fingir educação.",
      "Agora já estás no ponto em que tudo parece exigir esforço excessivo.",
      "Essa raiva começa a contaminar até pensamentos que nada têm a ver.",
      "Estás zangado como se cada obstáculo fosse uma afronta calculada.",
      "Isso é impaciência acumulada pronta para sair em sarcasmo venenoso.",
      "Agora a zanga não é explosiva, mas é constante e cansativa.",
      "Estás irritado e cada conversa parece uma obrigação absurda.",
      "Essa frustração já tomou controlo do teu humor por completo.",
      "Estás zangado e qualquer ruído extra parece intolerável.",
      "Agora a tua tolerância social está perigosamente baixa.",
      "Essa raiva faz com que tudo pareça mais estúpido do que é.",
      "Estás irritado como quem já gastou toda a paciência disponível.",
      "Isso já é tensão emocional suficiente para estragar o resto do dia.",
      "Agora a frustração transforma pequenas falhas em grandes problemas.",
      "Estás zangado e já não tens vontade de ser compreensivo.",
      "Essa zanga começa a justificar afastamento estratégico de pessoas.",
      "Estás irritado e cada comentário soa desnecessário.",
      "Agora já estás no modo em que só respondes por obrigação.",
      "Essa raiva insiste em manter-se, mesmo sem motivo novo.",
      "Estás zangado como se tudo estivesse ligeiramente errado.",
      "Isso é frustração suficiente para tornar qualquer decisão mais pesada.",
      "Agora a paciência não é curta, é praticamente inexistente.",
      "Estás irritado e claramente sem espaço mental para nonsense.",
      "Essa zanga já influencia até a forma como respiras.",
      "Estás zangado como quem já perdeu a boa vontade toda.",
      "Isso já é impaciência emocional a pedir isolamento.",
      "Agora a frustração manda mais do que devia.",
      "Estás irritado e tudo parece inconveniente.",
      "Essa raiva não passa rápido, apenas insiste.",
      "Estás zangado e consciente de que isto ainda pode escalar."
    ],
    "3": [
      "Agora já estás zangado a sério, naquele ponto em que tudo parece uma perda de tempo mal disfarçada.",
      "Essa raiva já não é subtil, é impaciência declarada a olhar para tudo com desprezo.",
      "Estás zangado ao ponto de cada palavra extra soar completamente desnecessária.",
      "Isso já é frustração suficiente para não teres qualquer tolerância para erros alheios.",
      "Agora a zanga vem acompanhada de um cansaço profundo de lidar com pessoas.",
      "Estás irritado como se o mundo tivesse decidido testar exatamente o teu limite.",
      "Essa raiva já não pede calma, pede distância imediata de tudo e todos.",
      "Estás zangado e cada tentativa de conversa soa a provocação inútil.",
      "Agora já estás no modo em que o sarcasmo sai antes do pensamento.",
      "Essa frustração tornou-se persistente e começa a contaminar tudo.",
      "Estás zangado como quem já perdeu completamente a boa vontade.",
      "Isso já não é mau humor, é impaciência crónica temporária.",
      "Agora qualquer detalhe pequeno parece inadmissível.",
      "Estás irritado e claramente sem energia para diplomacia.",
      "Essa raiva já ocupa espaço demais dentro da tua cabeça.",
      "Estás zangado ao ponto de preferires silêncio absoluto a qualquer interação.",
      "Isso é frustração acumulada suficiente para estragar o resto do dia.",
      "Agora a tua tolerância social está praticamente esgotada.",
      "Estás irritado e tudo soa mais estúpido do que devia.",
      "Essa zanga já justifica respostas frias e secas sem remorsos.",
      "Estás zangado como quem já não tem paciência para explicar nada.",
      "Isso é raiva suficiente para começares a evitar pessoas conscientemente.",
      "Agora qualquer imprevisto parece um ataque direto à tua sanidade.",
      "Estás irritado e o autocontrolo está a ser usado à força.",
      "Essa frustração já não quer soluções, só quer que tudo pare.",
      "Estás zangado e claramente sem espaço mental para gentileza.",
      "Agora já estás no ponto em que tudo parece excessivamente irritante.",
      "Essa raiva insiste em manter-se, mesmo sem novos motivos.",
      "Estás irritado como quem já ultrapassou o limite confortável.",
      "Isso já é tensão emocional suficiente para tornar tudo pesado.",
      "Agora a zanga começa a afetar decisões simples.",
      "Estás zangado e cada interação exige esforço consciente.",
      "Essa frustração já não se esconde atrás de educação.",
      "Estás irritado e qualquer ruído parece ofensivo.",
      "Agora já estás no modo em que preferes cortar conversa.",
      "Essa raiva não é explosiva, mas é constante e desgastante.",
      "Estás zangado como quem já não acredita na boa vontade alheia.",
      "Isso é impaciência suficiente para te isolares por sanidade.",
      "Agora a frustração domina o tom, mesmo quando tentas evitar.",
      "Estás irritado e claramente no limite do aceitável.",
      "Essa zanga transforma tudo num incómodo sério.",
      "Estás zangado e a paciência já não está disponível.",
      "Agora já estás no ponto em que qualquer falha irrita.",
      "Essa raiva pede espaço antes que diga algo pior.",
      "Estás irritado como quem já gastou toda a margem emocional.",
      "Isso é zanga suficiente para precisares de parar tudo.",
      "Agora a frustração manda mais do que devia.",
      "Estás zangado e consciente de que isto já passou do razoável.",
      "Essa raiva já exige gestão ativa para não escalar.",
       "Agora já estás naquele estado em que qualquer conversa parece um teste cruel à tua paciência.",
      "Essa raiva não é explosiva, mas é constante o suficiente para te cansar por dentro.",
      "Estás zangado ao ponto de cada detalhe irrelevante parecer uma provocação desnecessária.",
      "Isso já é frustração séria, daquelas que tornam tudo mais pesado do que devia ser.",
      "Agora qualquer interação exige esforço consciente para não responder de forma seca.",
      "Estás irritado como quem já perdeu completamente a vontade de ser compreensivo.",
      "Essa zanga começa a transformar silêncio numa estratégia de sobrevivência.",
      "Estás zangado e claramente sem paciência para erros repetidos de ninguém.",
      "Agora já estás no modo em que tudo soa mal explicado e pior executado.",
      "Essa raiva faz com que qualquer pedido simples pareça um abuso.",
      "Estás irritado e o sarcasmo tornou-se a tua primeira língua.",
      "Isso já não é só mau humor, é cansaço profundo de lidar com o mundo.",
      "Agora qualquer imprevisto parece uma afronta pessoal à tua sanidade.",
      "Estás zangado como quem já gastou toda a tolerância disponível hoje.",
      "Essa frustração insiste em manter-se, mesmo quando tentas ignorá-la.",
      "Estás irritado e a tua paciência entrou oficialmente em modo de poupança.",
      "Agora tudo parece exigir mais energia do que estás disposto a dar.",
      "Essa raiva já não se esconde atrás de educação nem de sorrisos falsos.",
      "Estás zangado ao ponto de preferires isolamento a explicações inúteis.",
      "Isso é frustração suficiente para tornar qualquer decisão irritante.",
      "Agora a tua tolerância social está perigosamente perto de zero.",
      "Estás irritado e qualquer ruído extra parece completamente intolerável.",
      "Essa zanga começa a afetar até coisas que normalmente ignoravas.",
      "Estás zangado como quem já não tem paciência para justificar nada.",
      "Agora cada palavra alheia parece mal escolhida por princípio.",
      "Essa raiva transforma pequenos problemas em grandes incómodos mentais.",
      "Estás irritado e claramente sem vontade de ouvir opiniões.",
      "Isso já é tensão emocional suficiente para estragar o dia inteiro.",
      "Agora qualquer atraso parece inadmissível e ofensivo.",
      "Estás zangado como quem já perdeu a margem de manobra emocional.",
      "Essa frustração faz com que tudo pareça desnecessariamente complicado.",
      "Estás irritado e a paciência tornou-se um recurso escasso.",
      "Agora já estás no ponto em que preferes cortar conversas rapidamente.",
      "Essa raiva é persistente, silenciosa e desgastante.",
      "Estás zangado como quem já não acredita na boa vontade dos outros.",
      "Isso é impaciência suficiente para precisares de espaço imediatamente.",
      "Agora a frustração domina o tom, mesmo quando tentas disfarçar.",
      "Estás irritado e qualquer comentário soa a ruído inútil.",
      "Essa zanga faz com que tudo pareça mais irritante do que é.",
      "Estás zangado e a tua tolerância já não acompanha.",
      "Agora qualquer falha parece mais grave do que devia.",
      "Essa raiva pede distância antes que digas algo irreversível.",
      "Estás irritado como quem já gastou toda a energia emocional.",
      "Isso já é zanga suficiente para precisares de parar tudo.",
      "Agora a frustração manda mais do que devia admitir.",
      "Estás zangado e consciente de que isto já está no limite.",
      "Essa raiva exige autocontrolo ativo para não escalar.",
      "Estás irritado e claramente no ponto de rutura controlada.",
      "Agora já estás demasiado zangado para fingir normalidade."
    ],
    "4": [
"Agora já estás num estado em que qualquer pessoa a falar contigo corre sério risco emocional.",
      "Isso deixou de ser frustração e passou a ser raiva consciente, concentrada e perigosamente lúcida.",
      "Estás zangado ao ponto de cada interação parecer uma agressão desnecessária à tua existência.",
      "Essa raiva já não pede compreensão, pede silêncio absoluto e distância estratégica.",
      "Agora qualquer palavra alheia soa como um erro que não tens paciência para corrigir.",
      "Estás zangado e já não tens energia para fingir educação ou boa vontade.",
      "Isso é raiva acumulada suficiente para tornar tudo à tua volta intolerável.",
      "Agora o sarcasmo não é humor, é mecanismo de defesa afiado.",
      "Estás zangado como quem já perdeu completamente a fé nas pessoas.",
      "Essa frustração já domina o teu tom antes mesmo de abrires a boca.",
      "Agora qualquer tentativa de conversa parece uma afronta direta.",
      "Estás irritado ao ponto de preferires isolamento total a mais um diálogo inútil.",
      "Essa raiva já não se esconde, apenas se controla à força.",
      "Agora tudo parece estupidamente mal feito e mal pensado.",
      "Estás zangado como quem já gastou toda a paciência possível neste dia.",
      "Isso é raiva suficiente para cortar interações sem qualquer culpa.",
      "Agora cada pequeno problema parece a gota final num copo cheio.",
      "Estás irritado e a tolerância social deixou oficialmente de existir.",
      "Essa frustração transforma qualquer pedido simples numa provocação.",
      "Agora já não tens vontade nenhuma de explicar, justificar ou suavizar.",
      "Estás zangado e consciente de que qualquer palavra pode sair errada.",
      "Isso já é tensão emocional suficiente para te deixar permanentemente irritado.",
      "Agora tudo à tua volta parece exigir esforço que não estás disposto a dar.",
      "Estás zangado como quem já ultrapassou todos os limites aceitáveis.",
      "Essa raiva pede contenção ativa para não virar confronto direto.",
      "Agora qualquer ruído, comentário ou presença parece excessiva.",
      "Estás irritado e a tua paciência morreu discretamente.",
      "Isso é frustração intensa com zero espaço para empatia.",
      "Agora já estás no ponto em que preferes parecer antipático do que fingir calma.",
      "Estás zangado como quem já não deve nada a ninguém.",
      "Essa raiva já não aceita conselhos, opiniões ou tentativas de ajuda.",
      "Agora tudo parece pessoal, ofensivo e absolutamente evitável.",
      "Estás irritado ao ponto de precisares de te afastar conscientemente.",
      "Isso já é um estado de alerta emocional constante.",
      "Agora qualquer conversa parece uma ameaça ao teu autocontrolo.",
      "Estás zangado como quem já perdeu o filtro social.",
      "Essa frustração transforma silêncio numa escolha agressiva.",
      "Agora já não há paciência para erros humanos básicos.",
      "Estás irritado e qualquer atraso parece um insulto.",
      "Isso é raiva suficiente para te tornar perigosamente honesto.",
      "Agora a tensão domina tudo o que pensas.",
      "Estás zangado e claramente à beira de dizer algo definitivo.",
      "Essa raiva exige distância antes que vire explosão.",
      "Agora tudo parece insuportavelmente irritante.",
      "Estás irritado como quem já passou do razoável.",
      "Isso já é fúria controlada por pura força de vontade.",
      "Agora qualquer interação é um risco calculado.",
      "Estás zangado e sabes que isto já é sério.",
      "Essa raiva pede pausa imediata antes de escalar.",
      "Agora já estás num estado em que qualquer tentativa de conversa soa a uma má decisão.",
      "Essa raiva está tão instalada que até respirar fundo parece uma tarefa irritante.",
      "Estás zangado ao ponto de a tua paciência ter simplesmente abandonado o edifício.",
      "Agora tudo à tua volta parece exigir um esforço que não tens obrigação de dar.",
      "Essa frustração já não pede compreensão, pede afastamento imediato.",
      "Estás zangado como quem já perdeu completamente a vontade de ser razoável.",
      "Agora qualquer comentário parece desnecessário e mal colocado.",
      "Essa raiva faz com que tudo soe mais estúpido do que provavelmente é.",
      "Estás irritado ao ponto de preferires parecer antipático a fingir calma.",
      "Agora já não há espaço mental para empatia ou explicações longas.",
      "Essa frustração tornou-se um ruído constante dentro da tua cabeça.",
      "Estás zangado e a tua tolerância social foi oficialmente desligada.",
      "Agora qualquer pedido simples parece um abuso da tua boa vontade.",
      "Essa raiva exige autocontrolo consciente para não sair pela boca fora.",
      "Estás irritado como quem já não quer resolver nada, só parar tudo.",
      "Agora cada pequena falha parece a gota que transborda tudo.",
      "Essa frustração transforma silêncio numa resposta perfeitamente aceitável.",
      "Estás zangado ao ponto de qualquer interação parecer um risco.",
      "Agora já não tens energia para suavizar o tom ou medir palavras.",
      "Essa raiva faz com que tudo pareça pessoal e evitável.",
      "Estás irritado e claramente sem paciência para erros repetidos.",
      "Agora a tua presença em qualquer conversa é um ato de esforço.",
      "Essa frustração ocupa espaço demais para pensamentos úteis.",
      "Estás zangado como quem já ultrapassou todos os limites do aceitável.",
      "Agora qualquer ruído extra parece uma agressão gratuita.",
      "Essa raiva já não se esconde atrás de educação mínima.",
      "Estás irritado e a tua paciência morreu sem aviso prévio.",
      "Agora tudo parece exigir uma resposta que preferias não dar.",
      "Essa frustração torna qualquer explicação uma perda de tempo.",
      "Estás zangado ao ponto de preferires isolamento total.",
      "Agora qualquer tentativa de acalmar soa a provocação.",
      "Essa raiva pede distância antes que vire confronto direto.",
      "Estás irritado como quem já não deve simpatia a ninguém.",
      "Agora a tensão emocional domina tudo o resto.",
      "Essa frustração já não aceita conselhos nem sugestões.",
      "Estás zangado e cada palavra tua precisa de contenção.",
      "Agora tudo parece intoleravelmente mal organizado.",
      "Essa raiva transforma paciência em sarcasmo afiado.",
      "Estás irritado e claramente no limite do controlo confortável.",
      "Agora qualquer atraso parece um insulto pessoal.",
      "Essa frustração exige pausa imediata antes de escalar.",
      "Estás zangado como quem já perdeu a boa vontade toda.",
      "Agora já não há margem para compreensão alheia.",
      "Essa raiva pede silêncio antes de dizeres algo definitivo.",
      "Estás irritado e consciente de que isto já é grave.",
      "Agora tudo parece excessivo e desnecessário.",
      "Essa frustração domina o teu tom sem pedir licença.",
      "Estás zangado e cada interação pesa demais.",
      "Agora já estás perigosamente perto de explodir.",
      "Essa raiva exige afastamento urgente."
    ],
    "5": [
       "Agora já estás num estado em que qualquer pessoa a falar contigo está claramente a correr riscos.",
      "Isso já não é irritação nem frustração, é raiva pura mantida sob controlo por puro esforço mental.",
      "Estás zangado ao ponto de cada palavra alheia soar como uma escolha profundamente errada.",
      "Agora o autocontrolo não é calma, é contenção ativa para não mandares tudo à merda.",
      "Essa raiva já não quer soluções, quer silêncio absoluto e distância de tudo o que respira.",
      "Estás zangado como quem já ultrapassou todos os limites da paciência humana aceitável.",
      "Agora qualquer interação parece uma provocação direta à tua sanidade.",
      "Essa frustração já não é emocional, é física, mental e persistentemente irritante.",
      "Estás zangado e o mundo inteiro parece incompetente por definição.",
      "Agora cada tentativa de conversa soa a um erro estratégico grave.",
      "Essa raiva não explode porque estás a segurá-la à força, não porque esteja resolvida.",
      "Estás zangado ao ponto de preferires conflito interno a mais um diálogo inútil.",
      "Agora o sarcasmo não é humor, é arma de sobrevivência emocional.",
      "Essa frustração já não respeita filtros sociais, apenas limites legais.",
      "Estás zangado como quem já não tem nada a perder em termos de simpatia.",
      "Agora qualquer comentário alheio parece desnecessário e ofensivo por princípio.",
      "Essa raiva domina os teus pensamentos como um ruído constante impossível de ignorar.",
      "Estás zangado ao ponto de a tua presença exigir esforço consciente para não escalar.",
      "Agora tudo parece mal feito, mal pensado e absolutamente evitável.",
      "Essa frustração já não pede pausa, exige afastamento imediato.",
      "Estás zangado e cada segundo extra perto de pessoas parece um erro.",
      "Agora o mundo inteiro parece um teste malicioso à tua contenção.",
      "Essa raiva transforma silêncio numa escolha agressivamente racional.",
      "Estás zangado como quem já perdeu completamente a paciência e a boa vontade.",
      "Agora qualquer atraso, ruído ou palavra parece um ataque pessoal.",
      "Essa frustração já não aceita explicações, justificações ou boas intenções.",
      "Estás zangado ao ponto de precisares de te afastar para não dizer algo irreversível.",
      "Agora o controlo emocional é mantido apenas por exaustão.",
      "Essa raiva faz com que tudo pareça intoleravelmente estúpido.",
      "Estás zangado e a tua tolerância social foi oficialmente erradicada.",
      "Agora qualquer tentativa de empatia soa falsa e irritante.",
      "Essa frustração exige contenção extrema para não virar confronto direto.",
      "Estás zangado como quem já não quer resolver nada, só parar tudo.",
      "Agora tudo parece exigir uma energia que recusas gastar.",
      "Essa raiva não passa, apenas se mantém em espera.",
      "Estás zangado e consciente de que isto já ultrapassou o razoável.",
      "Agora cada palavra tua precisa de ser filtrada à força.",
      "Essa frustração domina o teu tom antes mesmo de falares.",
      "Estás zangado ao ponto de o silêncio parecer a única opção segura.",
      "Agora qualquer interação é um risco calculado.",
      "Essa raiva pede isolamento antes que se torne destrutiva.",
      "Estás zangado como quem já perdeu completamente a paciência com o mundo.",
      "Agora tudo parece excessivo, inútil e profundamente irritante.",
      "Essa frustração já não cabe em sarcasmo leve.",
      "Estás zangado e perigosamente perto de dizer verdades que não podem ser desditas.",
      "Agora o autocontrolo é a única coisa a evitar o caos.",
      "Essa raiva exige pausa imediata antes de explodir.",
      "Estás zangado e isto já não é brincadeira.",
      "Agora só distância evita estragos maiores.",
      "Neste momento estás tão zangado que até a tua própria paciência já desistiu de ti.",
      "Isso já não é mau humor, é raiva consciente mantida à força para evitar estragos maiores.",
      "Estás zangado ao ponto de cada palavra alheia parecer uma escolha profundamente infeliz.",
      "Agora o autocontrolo é puro esforço físico para não rebentar com tudo verbalmente.",
      "Essa raiva já não quer conversa, quer distância e silêncio absoluto.",
      "Estás zangado como quem já perdeu qualquer interesse em ser simpático.",
      "Agora tudo soa incompetente, evitável e desnecessariamente irritante.",
      "Essa frustração está tão alta que até pensar cansa.",
      "Estás zangado e qualquer tentativa de empatia parece falsa e ofensiva.",
      "Agora cada interação é um risco calculado para não escalar.",
      "Essa raiva não explode porque estás a segurá-la com unhas e dentes.",
      "Estás zangado ao ponto de o mundo inteiro parecer um erro de design.",
      "Agora qualquer comentário soa como alguém a pedir para ser ignorado.",
      "Essa frustração já não respeita boas intenções.",
      "Estás zangado como quem já ultrapassou todos os limites internos.",
      "Agora o sarcasmo não é opção, é reflexo automático.",
      "Essa raiva transforma silêncio numa necessidade básica.",
      "Estás zangado e tudo à tua volta parece intoleravelmente lento.",
      "Agora qualquer atraso parece um ataque pessoal.",
      "Essa frustração exige afastamento imediato para não virar confronto.",
      "Estás zangado ao ponto de preferires isolamento a civilidade.",
      "Agora a tua tolerância social simplesmente não existe.",
      "Essa raiva domina o teu pensamento como ruído constante.",
      "Estás zangado e consciente de que isto já é extremo.",
      "Agora qualquer conversa parece uma armadilha emocional.",
      "Essa frustração não aceita desculpas nem explicações.",
      "Estás zangado como quem já não deve nada a ninguém.",
      "Agora tudo parece excessivo, inútil e profundamente irritante.",
      "Essa raiva não quer soluções, quer pausa forçada.",
      "Estás zangado e cada segundo extra perto de pessoas pesa.",
      "Agora o autocontrolo é a única coisa a segurar o caos.",
      "Essa frustração faz com que tudo pareça absurdamente estúpido.",
      "Estás zangado ao ponto de o silêncio ser a única escolha segura.",
      "Agora qualquer palavra tua precisa de ser travada antes de sair.",
      "Essa raiva pede distância antes de virar algo pior.",
      "Estás zangado e perigosamente perto de perder a compostura.",
      "Agora tudo parece um teste malicioso à tua sanidade.",
      "Essa frustração já não cabe em ironia leve.",
      "Estás zangado como quem já esgotou toda a boa vontade.",
      "Agora qualquer tentativa de conversa soa a provocação.",
      "Essa raiva insiste em manter-se, mesmo sem novos motivos.",
      "Estás zangado e o mundo inteiro parece inconveniente.",
      "Agora o sarcasmo é a última linha de defesa.",
      "Essa frustração exige pausa imediata para não escalar.",
      "Estás zangado ao ponto de evitar tudo e todos.",
      "Agora qualquer ruído parece excessivo.",
      "Essa raiva domina até os pensamentos mais simples.",
      "Estás zangado e isto já ultrapassou o aceitável.",
      "Agora só o afastamento evita consequências.",
      "Essa frustração não vai embora sozinha.",
      "Estás zangado e claramente no limite absoluto."
    ]
  },
  "cansado": {
    "1": [
      "Se estás cansado, o teu corpo está a pedir pausa, não julgamento.",
      "Hoje, o foco é energia: o que te devolve 10%?",
      "Dormir, comer, água, luz — o básico é estratégia.",
      "Se não consegues tudo, faz só o essencial.",
      "Uma pausa de 5 minutos pode mudar a tua tarde inteira.",
      "Cansaço não é preguiça. É sinal.",
      "Divide a tarefa em micro-passos. Cérebro cansado precisa de simplicidade.",
      "Levanta-te, estica, respira. Um reset físico rápido.",
      "Se tens demasiado, retira uma coisa da lista. Uma.",
      "O descanso também é produtividade, só que invisível.",
      "Escolhe: terminar 1 coisa pequena em vez de começar 10.",
      "Se estás a arrastar, muda de ambiente por 2 minutos.",
      "Cansaço acumula. Hoje pode ser dia de manutenção, não de conquista.",
      "Tenta uma regra: 25 minutos foco, 5 minutos pausa.",
      "Bebe água. A fadiga muitas vezes vem com desidratação.",
      "Come algo simples com proteína. O corpo agradece.",
      "Se tens sono, não negoceies com a culpa. Negocia com o calendário."
    ],
    "2": [
      "O teu valor não depende do teu rendimento.",
      "Um duche rápido pode acordar sem exigir muito.",
      "Reduz estímulos: menos ecrã, menos ruído, mais ar.",
      "Se estiveres saturado, diz: 'preciso de tempo para isto'.",
      "A tua bateria está baixa. Não forces aceleração.",
      "Faz o mínimo com qualidade e encerra.",
      "Se houver opção, dorme 20 minutos (power nap).",
      "Cansaço emocional pesa mais que físico. Permite-te parar.",
      "Uma caminhada curta pode acordar melhor que café.",
      "Hoje não é para perfeição. É para sustentação.",
      "Se estás irritado e cansado, é sinal de sobrecarga.",
      "Amanhã tu vais agradecer um pequeno gesto de autocuidado hoje.",
      "Escolhe a tarefa que remove mais stress com menos esforço.",
      "Se estás a procrastinar, talvez precises de descanso, não de pressão.",
      "Tira 3 respirações profundas antes de começar qualquer coisa.",
      "O corpo fala. Ouve antes de rebentar.",
      "Se não der para tudo, não dá. E isso é real."
    ],
    "3": [
      "Reduz expectativas: 60% hoje pode ser o teu 100%.",
      "Começa por arrumar só 1 coisa. Movimento cria movimento.",
      "Pára de te comparar. Estás a gerir a tua energia, não a dos outros.",
      "Se estás exausto, procura apoio. Não é para aguentar sozinho.",
      "Uma lista curta é melhor do que uma lista perfeita.",
      "Tenta luz natural 5 minutos. Acorda o sistema.",
      "Se conseguires, deita-te mais cedo hoje. Ponto.",
      "Faz uma pausa sem telemóvel. Pausa a sério.",
      "O teu cérebro precisa de silêncio. Dá-lhe isso por 2 minutos.",
      "Se falhares hoje, não falhaste. Estás cansado.",
      "A tua melhor decisão pode ser parar antes do erro.",
      "Hoje é dia de cuidar da máquina.",
      "Pouco, mas consistente, vence muito e caótico.",
      "Tu não és uma máquina. Descansa.",
      "Vamos ao próximo passo pequeno, devagar.",
      "Estou cansado ao ponto de bocejar em câmara lenta.",
      "O meu corpo está em modo “carregar 1%”."
    ],
    "4": [
      "Hoje sou um telemóvel velho em modo poupança.",
      "Estou cansado, mas continuo a fingir produtividade.",
      "A minha energia fugiu para um spa e não voltou.",
      "O meu cérebro está a piscar “manutenção”.",
      "Se cansaço fosse medalha, eu tinha pódio.",
      "Estou cansado e nem comecei a semana.",
      "O meu corpo pediu atualizações e não tem Wi‑Fi.",
      "Cansado, mas com estilo… mais ou menos.",
      "A minha energia está a jogar às escondidas.",
      "Hoje estou a andar por XP, não por HP.",
      "O meu sono tem saldo positivo, mas nunca paga.",
      "Estou cansado, mas a vida não tem botão de pausa.",
      "A minha energia está em greve.",
      "O meu cérebro está a trabalhar em modo demo.",
      "Estou cansado e o meu café já não faz milagres.",
      "O meu corpo está a dizer “apaga e volta amanhã”.",
      "Estou a bocejar por instinto."
    ],
    "5": [
      "A minha produtividade está a hibernar.",
      "Estou cansado como se tivesse corrido, mas só caminhei.",
      "A minha energia está atrasada, mais uma vez.",
      "Hoje estou em modo “não me peçam nada”.",
      "O meu corpo está a pedir reinício.",
      "Cansado, mas ainda com Wi‑Fi (prioridades).",
      "A minha energia está a fazer “buffering”.",
      "Estou cansado e ainda é de manhã — clássico.",
      "O meu sono está em dívida.",
      "Hoje a cama ganhou o debate.",
      "O meu corpo está a fazer download de sono.",
      "Estou cansado e os meus olhos estão a negociar.",
      "A minha energia foi comprar pão e desapareceu.",
      "Estou cansado ao ponto de ser um emoji vazio.",
      "O meu corpo está em “modo avião”.",
      "Estou a gastar energia a dizer que estou cansado.",
      "O meu cérebro está em power‑saving.",
      "Estou cansado e o relógio está a gozar comigo.",
      "O meu corpo está a dormir de pé.",
      "Estou cansado e ainda tenho coisas para fazer — a tragédia.",
      "A minha energia foi raptada."
    ]
  },
  "motivado": {
    "1": [
      "Boa! Usa essa energia: escolhe uma tarefa importante e ataca agora.",
      "Hoje parece dia de progresso. Qual é o teu alvo claro?",
      "Mantém simples: começa, faz, termina.",
      "Aproveita o embalo e cria uma vitória rápida.",
      "Se estás motivado, protege o foco: menos distrações, mais execução.",
      "Define 1 prioridade e diz não ao resto por 30 minutos.",
      "Ótima energia. Canaliza para algo que te aproxime do teu objetivo.",
      "Pensa em impacto: o que te dá mais resultado hoje?",
      "Não esperes perfeição. Aproveita o ritmo.",
      "Marca um checkpoint: quando terminares, pausa e celebra.",
      "Se hoje estás bem, planeia um pequeno hábito para manter amanhã.",
      "A motivação é chama. Dá-lhe lenha com ação concreta.",
      "Escolhe o passo mais difícil primeiro — e fica mais leve depois.",
      "Faz uma lista de 3 coisas e completa a primeira já.",
      "Tens clareza? Se não, escreve o objetivo numa frase.",
      "Aproveita para arrumar pendências pequenas: tira peso mental.",
      "Foco em terminar, não em começar."
    ],
    "2": [
      "Se sentes vontade, cria um ambiente de trabalho limpo e vai.",
      "Define tempo: 20 minutos de avanço sério.",
      "Hoje é dia de construir confiança: cumpre o que prometes a ti.",
      "Se estiveres inspirado, regista a ideia. Depois executa.",
      "Não disperses. Um objetivo, um caminho.",
      "Faz primeiro o que te dá mais orgulho.",
      "Usa a energia para cuidar de ti também: treino, água, comida boa.",
      "A motivação é ótima, mas a rotina é o que ganha. Planta uma rotina.",
      "Escolhe uma coisa que adiaste e resolve hoje.",
      "Sê pragmático: qual é o próximo passo verificável?",
      "Se te sentes capaz, aumenta ligeiramente a fasquia — só um pouco.",
      "Define um 'feito' claro: como sabes que terminou?",
      "Aproveita para aprender algo novo por 15 minutos.",
      "Hoje dá para avançar. Não compliques.",
      "Diz: 'agora' — e começa mesmo.",
      "Fecha portas abertas. Termina tarefas abertas.",
      "Se estás bem, partilha essa energia com alguém."
    ],
    "3": [
      "Não deixes a motivação virar ansiedade. Vai com calma e método.",
      "A consistência é mais sexy que o pico. Mantém o ritmo.",
      "Se fizeres 1% hoje, já estás mais à frente que ontem.",
      "Escolhe um hábito mínimo para dias maus. Hoje é bom para o definir.",
      "Confia no processo: ação pequena, repetida.",
      "Trabalha em blocos e protege pausas para não queimar.",
      "Planeia o próximo passo para amanhã enquanto estás em alta.",
      "Se tens energia, resolve o mais importante antes das mensagens.",
      "Hoje pode ser dia de entregar. Entrega algo.",
      "Cria momentum: termina uma coisa em 10 minutos.",
      "A motivação é um presente. Abre-o com ação.",
      "O teu futuro eu está a aplaudir-te agora.",
      "Mantém o foco no progresso, não na validação.",
      "Faz, mede, ajusta. Esse é o caminho.",
      "Boa energia. Bora transformar isso em resultado.",
      "Hoje estou a dar show sem palco.",
      "Estou motivado ao ponto de abrir 3 tarefas e acabar 2."
    ],
    "4": [
      "Se a motivação fosse café, eu estava a tremer.",
      "Hoje o meu “vamos” tem turbo.",
      "Estou a sentir-me capaz de conquistar o mundo e a lista de tarefas.",
      "A motivação acordou antes de mim.",
      "Estou com vontade de começar coisas e até acabar algumas.",
      "Hoje o meu foco está em modo sniper.",
      "A minha energia decidiu colaborar.",
      "Estou motivado e perigosamente organizado.",
      "Hoje sou produtividade com pernas.",
      "Estou a marcar checklists como se fosse desporto.",
      "A minha motivação veio, assinou presença e trouxe amigos.",
      "Hoje não há desculpas, só ação.",
      "Estou com vontade de fazer e não só de falar.",
      "Se a motivação fosse superpoder, eu tinha capa.",
      "Hoje estou em modo “vamos resolver”.",
      "A minha energia está a dançar samba.",
      "Estou motivado e até o caos parece arrumável."
    ],
    "5": [
      "Hoje o meu “já” é mais rápido que o meu “logo”.",
      "Estou com vontade de mexer no mundo… ou pelo menos na secretária.",
      "A motivação está a tocar música épica.",
      "Estou a fazer progresso com estilo.",
      "Hoje o meu cérebro é uma máquina de foco.",
      "Estou motivado e ligeiramente perigoso.",
      "Hoje a energia está alinhada com a intenção.",
      "Estou a riscar tarefas como quem risca nomes em vingança.",
      "A motivação está a bater palmas por mim.",
      "Estou com energia e um plano — duas coisas raras.",
      "Hoje não há “amanhã”, há “agora”.",
      "Estou motivado e sem desculpas (por enquanto).",
      "A minha energia está em modo foguete.",
      "Hoje estou a fazer acontecer.",
      "A minha vontade está a dar cambalhotas.",
      "Estou motivado ao ponto de arrumar pastas.",
      "Hoje o meu foco tem bandeira de corrida.",
      "Estou com energia para começar e coragem para acabar.",
      "A motivação está a usar megafone.",
      "Estou motivado e a vida parece editável.",
      "Hoje o meu “sim” está mais alto que o meu “pois”."
    ]
  },
  "calmo": {
    "1": [
      "Estou calmo e tudo parece mais simples.",
      "Hoje a mente está serena e o corpo acompanha.",
      "Calma leve: o mundo não pesa tanto agora.",
      "Sinto-me tranquilo e presente.",
      "Hoje respiro e sinto espaço para pensar.",
      "A cabeça está quieta e isso sabe bem."
    ],
    "2": [
      "Calma firme: sem pressa, mas com clareza.",
      "Sinto-me estável e com o ritmo certo.",
      "Hoje a tranquilidade está a segurar o dia.",
      "A mente está mais suave e o corpo agradece.",
      "Estou calmo e consigo focar no que importa.",
      "Sem drama: apenas equilíbrio."
    ],
    "3": [
      "Uma calma sólida, daquelas que não se perdem fácil.",
      "Estou centrado e com energia estável.",
      "Hoje a serenidade ajuda-me a decidir melhor.",
      "Tranquilo e com foco limpo.",
      "A calma está a dar estrutura ao meu dia.",
      "Sinto-me bem e com espaço mental."
    ],
    "4": [
      "Calma profunda: tudo parece no lugar.",
      "Estou sereno e com a cabeça alinhada.",
      "Hoje a tranquilidade é a minha base.",
      "Sinto-me centrado e leve.",
      "A mente está clara e o corpo relaxado.",
      "Calma alta: firme, silenciosa e boa."
    ],
    "5": [
      "Serenidade máxima: paz e clareza total.",
      "Hoje a calma está no topo e eu estou bem.",
      "Sinto-me plenamente tranquilo.",
      "Tudo está tranquilo por dentro e por fora.",
      "Calma total: foco, equilíbrio e leveza.",
      "Estou em modo paz completa."
    ]
  }
}
