{
  "ansioso": [
    "Respira comigo: inspira 4, segura 2, expira 6. Só isto, agora.",
    "Estás a antecipar o pior. Volta ao que é real: o que vês, ouves, sentes agora?",
    "Um passo pequeno conta. Qual é a próxima ação de 2 minutos que podes fazer?",
    "Se o teu corpo está em alarme, é porque quer proteger-te. Agradece e acalma-o.",
    "Não tens de resolver tudo hoje. Tens apenas de atravessar este momento.",
    "Faz um check rápido: ombros relaxados, mandíbula solta, respiração mais lenta.",
    "A ansiedade grita, mas não manda. Tu escolhes o ritmo.",
    "Bebe um copo de água devagar. Dá ao corpo um sinal de segurança.",
    "O teu pensamento não é um facto. É só um pensamento a passar.",
    "Se te ajuda: escreve num papel 3 medos e 1 ação concreta para cada um.",
    "Agora: 5 coisas que vês, 4 que sentes, 3 que ouves, 2 que cheiras, 1 que saboreias.",
    "Foca-te no próximo minuto, não na próxima semana.",
    "Se isto é difícil, então estás a tentar. Isso já é coragem.",
    "O que controlas hoje? Escolhe só uma coisa e faz isso bem.",
    "Diz ao teu corpo: 'estamos seguros'. Repete até a respiração acompanhar.",
    "A ansiedade adora pressa. Tu podes escolher calma.",
    "Não és fraco por sentir isto. És humano.",
    "Reduz o barulho: fecha tabs, baixa notificações, cria silêncio por 10 minutos.",
    "O teu coração acelerado é energia. Vamos canalizá-la para algo simples.",
    "Uma caminhada curta pode baixar o volume. Mesmo 5 minutos.",
    "Se estás a tremer por dentro, é sinal de excesso. Menos exigência, já.",
    "Não tens de estar bem para avançar. Avança mesmo assim, com gentileza.",
    "O teu melhor agora pode ser só 'aguentar'. E isso chega.",
    "O futuro ainda não aconteceu. Hoje é só hoje.",
    "Põe os pés no chão e sente o peso. Estás aqui.",
    "Conta 10 respirações lentas. Se te distraíres, recomeça sem te julgares.",
    "Fala contigo como falarias com um amigo: com respeito.",
    "Se estiveres preso, divide a tarefa ao meio. Depois divide outra vez.",
    "A mente corre; o corpo pode abrandar. Começa pelo corpo.",
    "Ansiedade não é previsão. É alarme sem prova.",
    "O que é o 'mínimo aceitável' hoje? Faz só isso.",
    "Se precisares, pede ajuda. Coragem também é chamar alguém.",
    "Fecha os olhos por 20 segundos e relaxa a testa. Pequenas vitórias.",
    "Tira um item da lista. Só um. A lista não manda em ti.",
    "Hoje não tens de ganhar. Só não desistas de ti.",
    "A tua respiração é um botão de volume. Baixa um nível.",
    "Deixa o pensamento passar como nuvem. Não tens de o seguir.",
    "Lembra-te: já sobreviveste a dias assim.",
    "O teu valor não diminui quando estás ansioso.",
    "Vai devagar, mas vai.",
    "Se tudo parece demais, escolhe só 'começar'.",
    "A ansiedade quer certeza. A vida dá progresso.",
    "O que te faria sentir 5% melhor agora?",
    "Podes não controlar o que sentes, mas controlas como te tratas.",
    "Repara: estás a respirar. Estás a conseguir.",
    "Faz uma pausa consciente. Tu mereces espaço.",
    "Um momento de calma é possível. Vamos procurá-lo juntos.",
    "Não estás sozinho nisto.",
    "Só por hoje: menos catástrofe, mais passo a passo.",
    "Hoje o meu cérebro abriu 37 separadores e nenhum é útil.",
    "Ansiedade: aquela colega de trabalho que chega cedo e nunca sai.",
    "Se “e se…” pagasse renda, eu já tinha casa.",
    "O meu sistema nervoso é movido a cafeína e teoria da conspiração.",
    "Estou tão ansioso que até o alarme está com medo de mim.",
    "O meu coração está a fazer sprint sem aquecimento.",
    "Quem precisa de cardio quando tens ansiedade?",
    "O meu cérebro está em modo “actualizar indefinidamente”.",
    "Ansiedade: grátis, diária e sem opção de cancelar.",
    "Se a ansiedade fosse útil, eu já tinha resolvido a fome no mundo.",
    "Estou a fazer castings para “pior cenário do ano”.",
    "A minha cabeça é um grupo do WhatsApp às 3 da manhã.",
    "O meu cérebro: “Nada está errado.” Também o meu cérebro: “mas e se estiver?”.",
    "A ansiedade inventa problemas mais rápido do que eu invento desculpas.",
    "Se respirar fundo resolvesse, eu já era monge.",
    "Está tudo bem, dizem. O meu cérebro: “prova”.",
    "Hoje estou a viver numa montanha russa sem bilhete de saída.",
    "O meu stress tem mais planos que eu.",
    "A ansiedade é aquele amigo que “só quer falar” às 2h.",
    "Eu não estou nervoso, estou… hiper-antecipatório.",
    "Já tentei desligar e voltar a ligar o cérebro, não deu.",
    "Sou uma mensagem de erro com pernas.",
    "O meu cérebro está a treinar para as Olimpíadas do pânico.",
    "Ansiedade: agora com 20% mais palpitações.",
    "A minha mente faz malabarismo com preocupações que nem são minhas.",
    "Hoje estou em modo “e se tudo correr mal?”.",
    "O meu coração é DJ, mas só toca drum & anxiety.",
    "A ansiedade está a fazer o aquecimento antes do drama.",
    "Estou a correr maratonas sentado.",
    "A minha cabeça está a fazer buffering.",
    "O meu cérebro está a jogar xadrez contra si próprio.",
    "Estou a planear o futuro e a preocupar-me com o passado ao mesmo tempo.",
    "A ansiedade não dorme, eu também não.",
    "O meu cérebro tem um botão de pânico, mas não de pausa.",
    "Estou a ver o trailer de um filme que nem vai estrear.",
    "A ansiedade é como autocarro: quando chega, já perdi a calma.",
    "Estou a tentar relaxar, mas o meu cérebro não aceita a palavra-passe.",
    "A ansiedade é o meu gestor de projetos não solicitado.",
    "A minha mente está a escrever fanfics do pior caso.",
    "Estou a fazer “speedrun” de preocupações."
  ],
  "triste": [
    "Está tudo bem em não estar bem. Não tens de fingir agora.",
    "A tristeza não é fraqueza; é sinal de que algo importou.",
    "Hoje, o objetivo pode ser só cuidar de ti de forma simples.",
    "Se puderes, faz uma coisa pequena que te trate com carinho.",
    "Não tens de carregar isto sozinho. Falar ajuda.",
    "O que estás a sentir merece espaço, não pressa para acabar.",
    "Um dia pesado não define a tua vida inteira.",
    "Se o mundo está cinzento, vamos procurar uma cor pequena.",
    "Bebe algo quente. Às vezes o corpo precisa de aconchego.",
    "Há dias em que sobreviver já é uma vitória.",
    "Não te critiques por estares em baixo. Isso só adiciona peso.",
    "Podes chorar. Podes parar. Podes recomeçar mais tarde.",
    "A tua dor é válida. E vai mudar com o tempo.",
    "O teu coração cansado ainda sabe continuar.",
    "O que te dói hoje não vai doer igual para sempre.",
    "Tenta uma coisa: respiração lenta e mãos no peito. Presença.",
    "Se não tens energia para tudo, escolhe só uma tarefa leve.",
    "Hoje é dia de gentileza contigo. Mesmo que pareça inútil.",
    "A tristeza diminui quando a partilhas com alguém seguro.",
    "Não precisas de ter respostas. Só precisas de atravessar.",
    "Uma música, uma janela aberta, uma luz. Pequenos apoios contam.",
    "A tua história não acabou num dia mau.",
    "Se te sentires preso, muda de divisão. Um passo físico ajuda.",
    "Não és um problema por sentir isto.",
    "A tua sensibilidade é parte da tua força.",
    "Mesmo quando não sentes esperança, ela pode existir por ti.",
    "Põe no papel: 'o que eu precisava de ouvir hoje?'",
    "Se não consegues fazer muito, faz o mínimo com respeito.",
    "O teu ritmo hoje pode ser lento. E está certo.",
    "Toma banho, lava o rosto, troca de roupa — recomeços pequenos.",
    "A tristeza pede pausa. Dá-lhe uma pausa sem culpa.",
    "Amanhã pode ser diferente. Hoje, só respira.",
    "Procura um gesto de cuidado: arrumar a cama, por exemplo.",
    "Se te sentes sozinho, manda uma mensagem simples a alguém.",
    "Tu importas, mesmo quando não produces nada.",
    "Não tens de merecer descanso. Descanso é humano.",
    "Faz uma lista de coisas que já ultrapassaste. Tu tens história.",
    "Há beleza em continuar, mesmo sem brilho.",
    "O que sentes não te define; descreve só este momento.",
    "Vai com calma. Eu estou aqui contigo.",
    "Hoje pode ser um dia de recolher. Recolher também é viver.",
    "Se o pensamento pesa, volta ao corpo: pés no chão.",
    "Permite-te ser imperfeito. Não há prémio por sofrer em silêncio.",
    "A dor precisa de tempo, não de pressa.",
    "Uma coisa boa ainda pode acontecer hoje, mesmo pequena.",
    "Se hoje doeu, é porque tens coração.",
    "A tua presença no mundo tem valor.",
    "Vamos devagar: um minuto de cada vez.",
    "Tu mereces cuidado, principalmente agora.",
    "Hoje a minha energia está em modo “modo de espera”.",
    "Estou triste, mas pelo menos continuo a pagar impostos.",
    "O meu humor está tão baixo que nem o Wi‑Fi o encontra.",
    "A tristeza está sentada no sofá a comer as minhas batatas fritas.",
    "Hoje o meu sorriso está em teletrabalho.",
    "Estou a usar o modo “cinzento com ligeiro desânimo”.",
    "O meu coração está a tocar baladas sem pedido.",
    "Tristeza: a playlist que não consigo saltar.",
    "Estou triste, mas ainda assim fiz login na vida.",
    "O meu entusiasmo pediu baixa médica.",
    "Hoje estou a colecionar suspiros.",
    "O meu cérebro está em modo “não mexer”.",
    "Estou a andar devagar para não assustar a vontade de existir.",
    "Estou triste, mas ainda tenho sarcasmo — uma vitória.",
    "A tristeza está a fazer “check‑in” no meu peito.",
    "Estou a poupar lágrimas, estão caras.",
    "Hoje nem o humor ácido me salva, só tempera.",
    "A tristeza não grita, sussurra o dia todo.",
    "Estou no modo “não me peçam entusiasmo”.",
    "A minha alegria foi passear e não voltou.",
    "Hoje estou a competir no campeonato de “mais silêncio”.",
    "O meu humor está a fazer greve.",
    "A tristeza trouxe mala e ficou a dormir cá.",
    "Estou triste, mas com Wi‑Fi estável.",
    "Tenho pouca energia e zero vontade, uma dupla clássica.",
    "Estou a existir, mas sem extras.",
    "A minha motivação está no fundo da gaveta.",
    "Hoje estou a olhar para o tecto como se fosse um trabalho.",
    "Estou triste, mas pelo menos continuo engraçado… às vezes.",
    "O meu coração pediu férias sem aviso.",
    "Estou com saudades de mim numa versão anterior.",
    "A tristeza é o meu filtro hoje.",
    "O meu dia está em escala de cinzentos.",
    "Estou triste, mas tenho noção de humor. Ajuda 5%.",
    "A alegria foi comprar pão e nunca mais apareceu.",
    "Hoje estou em modo “respirar por obrigação”.",
    "A tristeza não tem hora de saída.",
    "Estou triste, mas a ironia ainda funciona.",
    "O meu corpo está presente, o resto não assinou.",
    "Se a tristeza fosse disciplina, eu estava em doutoramento."
  ],
  "zangado": [
    "A raiva mostra um limite. Vamos descobrir qual foi ultrapassado.",
    "Antes de agir, dá 10 segundos ao teu corpo para baixar a tensão.",
    "Respira fundo: a raiva pede resposta, mas tu escolhes a melhor.",
    "O que te irritou? Nomear ajuda a recuperar controlo.",
    "Não tens de engolir tudo. Tens de escolher como expressar.",
    "A raiva é energia. Usa-a para proteger, não para destruir.",
    "Tira-te da situação por 2 minutos. Espaço é estratégia.",
    "Faz um 'reset' físico: ombros para baixo, maxilar solto.",
    "Pergunta-chave: o que é justo aqui? e o que é possível agora?",
    "Se estás quente, evita decisões grandes neste minuto.",
    "Escreve o que querias dizer — e depois decide o que vale dizer.",
    "A raiva é sinal de valor. O que estás a defender?",
    "Fala firme, não agressivo. Limite claro, tom calmo.",
    "Se alguém te desrespeitou, o teu limite é legítimo.",
    "A tua raiva não te faz mau. Só pede direção.",
    "Vai dar uma volta curta. Movimento descarrega sem danos.",
    "Escolhe uma frase simples: 'Preciso de tempo para responder.'",
    "Não respondas para vencer. Responde para resolver.",
    "Se isto é recorrente, vale identificar o padrão.",
    "Consegues separar o facto da interpretação?",
    "Raiva + cansaço = combustão. Cuida do básico primeiro.",
    "Bebe água. O corpo às vezes confunde tensão com ameaça.",
    "Se tens vontade de explodir, pausa: inspiração longa, expiração mais longa.",
    "O que aconteceu? O que precisas? Diz isso com clareza.",
    "Não alimentes discussões por mensagem se estás no pico.",
    "A raiva quer velocidade. Tu podes escolher precisão.",
    "Protege-te sem ferir. Dá para fazer os dois.",
    "Se estás a ruminar, muda o foco por 5 minutos e volta depois.",
    "Um limite dito a tempo evita uma explosão mais tarde.",
    "Tenta: 'Quando aconteceu X, senti Y; preciso de Z.'",
    "A tua dignidade não depende de gritar.",
    "Podes estar certo e ainda assim escolher calma.",
    "Não tens de provar nada agora. Só tens de te regular.",
    "O que está em jogo? Respeito? Tempo? Segurança? Nomeia.",
    "Se for preciso, sai. Retomar depois é maturidade.",
    "A raiva tem mensagem. Ouve-a sem obedecer cegamente.",
    "Evita generalizações (sempre/nunca). Fica no concreto.",
    "Se o teu corpo está tenso, relaxa as mãos primeiro.",
    "Escolhe a tua prioridade: paz ou razão? Às vezes é paz.",
    "Se disseres algo que não queres, vais pagar duas vezes.",
    "Reduz o dano: fala menos, respira mais, decide depois.",
    "A raiva também é tristeza com armadura. Há algo por trás?",
    "O teu limite merece respeito — inclusive por ti.",
    "Faz uma pausa de 90 segundos. A onda baixa.",
    "Não precisas de resolver tudo já. Precisas de não piorar.",
    "Se te sentes injustiçado, valida-te: 'isto foi duro'.",
    "Agora, escolhe uma ação útil: clarificar, pedir, sair.",
    "Mantém-te inteiro. A raiva não precisa de te controlar.",
    "Tu consegues responder com força e classe.",
    "Estou tão zangado que até o meu café está a pedir desculpa.",
    "O meu humor hoje é “não me testem”.",
    "Se o olhar matasse, eu já tinha um processo.",
    "Estou em modo “se me tocas, pago fiança”.",
    "O meu nível de paciência está em dívida.",
    "Hoje a minha tolerância foi cancelar a assinatura.",
    "Zangado, mas educado o suficiente para respirar.",
    "Estou tão irritado que a calma pediu para sair.",
    "Se a raiva fosse combustível, eu era um foguete.",
    "O meu sangue está a ferver em lume brando.",
    "Estou numa nuvem, mas não é fofinha.",
    "A minha paciência acabou, deixei o recibo na caixa.",
    "Estou a fazer “rage mode” com classe.",
    "Hoje nem o “bom dia” passa no filtro.",
    "Estou tão zangado que o relógio anda mais devagar.",
    "A minha calma foi raptada.",
    "Estou num nível de irritação premium.",
    "O meu humor está com multas em atraso.",
    "A raiva está a tentar fazer-se passar por motivação.",
    "Estou a contar até 10, mas em hexadecimal.",
    "Hoje estou a ser simpático por pura teimosia.",
    "Se a raiva fosse arte, eu já tinha exposição.",
    "O meu “não” está com eco.",
    "Estou zangado, mas funcional — por agora.",
    "A minha tolerância tem dias úteis.",
    "Hoje o meu “desculpa” foi de férias.",
    "A raiva está a usar a minha voz.",
    "Estou a respirar para não incendiar nada.",
    "A minha paciência pediu reforma antecipada.",
    "Hoje estou a mandar vibes… mas são de trovoada.",
    "Se existisse botão “silenciar mundo”, eu carregava.",
    "Estou a praticar contenção com esforço olímpico.",
    "Hoje sou um vulcão com etiqueta.",
    "A minha cara já diz o resto.",
    "Estou a tentar não explodir… mas não prometo.",
    "A raiva é meu espírito animal hoje.",
    "Estou a fazer “mute” às pessoas mentalmente.",
    "O meu humor é um recibo de multa.",
    "Hoje estou com vontade de responder em CAPS.",
    "A minha paciência foi decretada inexistente."
  ],
  "cansado": [
    "Se estás cansado, o teu corpo está a pedir pausa, não julgamento.",
    "Hoje, o foco é energia: o que te devolve 10%?",
    "Dormir, comer, água, luz — o básico é estratégia.",
    "Se não consegues tudo, faz só o essencial.",
    "Uma pausa de 5 minutos pode mudar a tua tarde inteira.",
    "Cansaço não é preguiça. É sinal.",
    "Divide a tarefa em micro-passos. Cérebro cansado precisa de simplicidade.",
    "Levanta-te, estica, respira. Um reset físico rápido.",
    "Se tens demasiado, retira uma coisa da lista. Uma.",
    "O descanso também é produtividade, só que invisível.",
    "Escolhe: terminar 1 coisa pequena em vez de começar 10.",
    "Se estás a arrastar, muda de ambiente por 2 minutos.",
    "Cansaço acumula. Hoje pode ser dia de manutenção, não de conquista.",
    "Tenta uma regra: 25 minutos foco, 5 minutos pausa.",
    "Bebe água. A fadiga muitas vezes vem com desidratação.",
    "Come algo simples com proteína. O corpo agradece.",
    "Se tens sono, não negoceies com a culpa. Negocia com o calendário.",
    "O teu valor não depende do teu rendimento.",
    "Um duche rápido pode acordar sem exigir muito.",
    "Reduz estímulos: menos ecrã, menos ruído, mais ar.",
    "Se estiveres saturado, diz: 'preciso de tempo para isto'.",
    "A tua bateria está baixa. Não forces aceleração.",
    "Faz o mínimo com qualidade e encerra.",
    "Se houver opção, dorme 20 minutos (power nap).",
    "Cansaço emocional pesa mais que físico. Permite-te parar.",
    "Uma caminhada curta pode acordar melhor que café.",
    "Hoje não é para perfeição. É para sustentação.",
    "Se estás irritado e cansado, é sinal de sobrecarga.",
    "Amanhã tu vais agradecer um pequeno gesto de autocuidado hoje.",
    "Escolhe a tarefa que remove mais stress com menos esforço.",
    "Se estás a procrastinar, talvez precises de descanso, não de pressão.",
    "Tira 3 respirações profundas antes de começar qualquer coisa.",
    "O corpo fala. Ouve antes de rebentar.",
    "Se não der para tudo, não dá. E isso é real.",
    "Reduz expectativas: 60% hoje pode ser o teu 100%.",
    "Começa por arrumar só 1 coisa. Movimento cria movimento.",
    "Pára de te comparar. Estás a gerir a tua energia, não a dos outros.",
    "Se estás exausto, procura apoio. Não é para aguentar sozinho.",
    "Uma lista curta é melhor do que uma lista perfeita.",
    "Tenta luz natural 5 minutos. Acorda o sistema.",
    "Se conseguires, deita-te mais cedo hoje. Ponto.",
    "Faz uma pausa sem telemóvel. Pausa a sério.",
    "O teu cérebro precisa de silêncio. Dá-lhe isso por 2 minutos.",
    "Se falhares hoje, não falhaste. Estás cansado.",
    "A tua melhor decisão pode ser parar antes do erro.",
    "Hoje é dia de cuidar da máquina.",
    "Pouco, mas consistente, vence muito e caótico.",
    "Tu não és uma máquina. Descansa.",
    "Vamos ao próximo passo pequeno, devagar.",
    "Estou cansado ao ponto de bocejar em câmara lenta.",
    "O meu corpo está em modo “carregar 1%”.",
    "Hoje sou um telemóvel velho em modo poupança.",
    "Estou cansado, mas continuo a fingir produtividade.",
    "A minha energia fugiu para um spa e não voltou.",
    "O meu cérebro está a piscar “manutenção”.",
    "Se cansaço fosse medalha, eu tinha pódio.",
    "Estou cansado e nem comecei a semana.",
    "O meu corpo pediu atualizações e não tem Wi‑Fi.",
    "Cansado, mas com estilo… mais ou menos.",
    "A minha energia está a jogar às escondidas.",
    "Hoje estou a andar por XP, não por HP.",
    "O meu sono tem saldo positivo, mas nunca paga.",
    "Estou cansado, mas a vida não tem botão de pausa.",
    "A minha energia está em greve.",
    "O meu cérebro está a trabalhar em modo demo.",
    "Estou cansado e o meu café já não faz milagres.",
    "O meu corpo está a dizer “apaga e volta amanhã”.",
    "Estou a bocejar por instinto.",
    "A minha produtividade está a hibernar.",
    "Estou cansado como se tivesse corrido, mas só caminhei.",
    "A minha energia está atrasada, mais uma vez.",
    "Hoje estou em modo “não me peçam nada”.",
    "O meu corpo está a pedir reinício.",
    "Cansado, mas ainda com Wi‑Fi (prioridades).",
    "A minha energia está a fazer “buffering”.",
    "Estou cansado e ainda é de manhã — clássico.",
    "O meu sono está em dívida.",
    "Hoje a cama ganhou o debate.",
    "O meu corpo está a fazer download de sono.",
    "Estou cansado e os meus olhos estão a negociar.",
    "A minha energia foi comprar pão e desapareceu.",
    "Estou cansado ao ponto de ser um emoji vazio.",
    "O meu corpo está em “modo avião”.",
    "Estou a gastar energia a dizer que estou cansado.",
    "O meu cérebro está em power‑saving.",
    "Estou cansado e o relógio está a gozar comigo.",
    "O meu corpo está a dormir de pé.",
    "Estou cansado e ainda tenho coisas para fazer — a tragédia.",
    "A minha energia foi raptada."
  ],
  "motivado": [
    "Boa! Usa essa energia: escolhe uma tarefa importante e ataca agora.",
    "Hoje parece dia de progresso. Qual é o teu alvo claro?",
    "Mantém simples: começa, faz, termina.",
    "Aproveita o embalo e cria uma vitória rápida.",
    "Se estás motivado, protege o foco: menos distrações, mais execução.",
    "Define 1 prioridade e diz não ao resto por 30 minutos.",
    "Ótima energia. Canaliza para algo que te aproxime do teu objetivo.",
    "Pensa em impacto: o que te dá mais resultado hoje?",
    "Não esperes perfeição. Aproveita o ritmo.",
    "Marca um checkpoint: quando terminares, pausa e celebra.",
    "Se hoje estás bem, planeia um pequeno hábito para manter amanhã.",
    "A motivação é chama. Dá-lhe lenha com ação concreta.",
    "Escolhe o passo mais difícil primeiro — e fica mais leve depois.",
    "Faz uma lista de 3 coisas e completa a primeira já.",
    "Tens clareza? Se não, escreve o objetivo numa frase.",
    "Aproveita para arrumar pendências pequenas: tira peso mental.",
    "Foco em terminar, não em começar.",
    "Se sentes vontade, cria um ambiente de trabalho limpo e vai.",
    "Define tempo: 20 minutos de avanço sério.",
    "Hoje é dia de construir confiança: cumpre o que prometes a ti.",
    "Se estiveres inspirado, regista a ideia. Depois executa.",
    "Não disperses. Um objetivo, um caminho.",
    "Faz primeiro o que te dá mais orgulho.",
    "Usa a energia para cuidar de ti também: treino, água, comida boa.",
    "A motivação é ótima, mas a rotina é o que ganha. Planta uma rotina.",
    "Escolhe uma coisa que adiaste e resolve hoje.",
    "Sê pragmático: qual é o próximo passo verificável?",
    "Se te sentes capaz, aumenta ligeiramente a fasquia — só um pouco.",
    "Define um 'feito' claro: como sabes que terminou?",
    "Aproveita para aprender algo novo por 15 minutos.",
    "Hoje dá para avançar. Não compliques.",
    "Diz: 'agora' — e começa mesmo.",
    "Fecha portas abertas. Termina tarefas abertas.",
    "Se estás bem, partilha essa energia com alguém.",
    "Não deixes a motivação virar ansiedade. Vai com calma e método.",
    "A consistência é mais sexy que o pico. Mantém o ritmo.",
    "Se fizeres 1% hoje, já estás mais à frente que ontem.",
    "Escolhe um hábito mínimo para dias maus. Hoje é bom para o definir.",
    "Confia no processo: ação pequena, repetida.",
    "Trabalha em blocos e protege pausas para não queimar.",
    "Planeia o próximo passo para amanhã enquanto estás em alta.",
    "Se tens energia, resolve o mais importante antes das mensagens.",
    "Hoje pode ser dia de entregar. Entrega algo.",
    "Cria momentum: termina uma coisa em 10 minutos.",
    "A motivação é um presente. Abre-o com ação.",
    "O teu futuro eu está a aplaudir-te agora.",
    "Mantém o foco no progresso, não na validação.",
    "Faz, mede, ajusta. Esse é o caminho.",
    "Boa energia. Bora transformar isso em resultado.",
    "Hoje estou a dar show sem palco.",
    "Estou motivado ao ponto de abrir 3 tarefas e acabar 2.",
    "Se a motivação fosse café, eu estava a tremer.",
    "Hoje o meu “vamos” tem turbo.",
    "Estou a sentir-me capaz de conquistar o mundo e a lista de tarefas.",
    "A motivação acordou antes de mim.",
    "Estou com vontade de começar coisas e até acabar algumas.",
    "Hoje o meu foco está em modo sniper.",
    "A minha energia decidiu colaborar.",
    "Estou motivado e perigosamente organizado.",
    "Hoje sou produtividade com pernas.",
    "Estou a marcar checklists como se fosse desporto.",
    "A minha motivação veio, assinou presença e trouxe amigos.",
    "Hoje não há desculpas, só ação.",
    "Estou com vontade de fazer e não só de falar.",
    "Se a motivação fosse superpoder, eu tinha capa.",
    "Hoje estou em modo “vamos resolver”.",
    "A minha energia está a dançar samba.",
    "Estou motivado e até o caos parece arrumável.",
    "Hoje o meu “já” é mais rápido que o meu “logo”.",
    "Estou com vontade de mexer no mundo… ou pelo menos na secretária.",
    "A motivação está a tocar música épica.",
    "Estou a fazer progresso com estilo.",
    "Hoje o meu cérebro é uma máquina de foco.",
    "Estou motivado e ligeiramente perigoso.",
    "Hoje a energia está alinhada com a intenção.",
    "Estou a riscar tarefas como quem risca nomes em vingança.",
    "A motivação está a bater palmas por mim.",
    "Estou com energia e um plano — duas coisas raras.",
    "Hoje não há “amanhã”, há “agora”.",
    "Estou motivado e sem desculpas (por enquanto).",
    "A minha energia está em modo foguete.",
    "Hoje estou a fazer acontecer.",
    "A minha vontade está a dar cambalhotas.",
    "Estou motivado ao ponto de arrumar pastas.",
    "Hoje o meu foco tem bandeira de corrida.",
    "Estou com energia para começar e coragem para acabar.",
    "A motivação está a usar megafone.",
    "Estou motivado e a vida parece editável.",
    "Hoje o meu “sim” está mais alto que o meu “pois”."
  ]
}