 { "ansioso": {
 "1": [
      "Calma, o teu cérebro entrou em modo \"apocalipse\" sem consultar ninguém primeiro.",
      "Atenção: ansiedade leve a tentar convencer-te de que és protagonista de um thriller barato.",
      "Respira, não há incêndio; é só o teu cérebro a tocar o alarme por diversão.",
      "O teu cérebro está a fazer teatro. Tu não tens de comprar bilhete para isso.",
      "Parabéns, a tua mente acabou de criar três problemas novos que não existem.",
      "Isto não é intuição divina; é ansiedade com um megafone e pouco juízo.",
      "Respira fundo. O teu cérebro adora dramas, mas tu não és o elenco.",
      "Se a ansiedade pagasse renda, já podia morar sozinha na tua cabeça.",
      "Calma, a tua mente está a escrever um guião… sem factos e com muito exagero.",
      "O teu cérebro está a gritar \"perigo\" e a realidade está tipo \"qual perigo?\".",
      "Ansiedade nível um: irritante, mas ainda não tem autorização para mandar em ti.",
      "Respira, ninguém está a avaliar a tua performance de \"ser humano\" hoje.",
      "O teu cérebro está a fazer \"e se\" em loop, como um DJ sem talento.",
      "Nada está a acontecer… mas a ansiedade decidiu marcar presença na mesma.",
      "O teu corpo acelerou; o universo não. Vamos manter as coisas proporcionais.",
      "A ansiedade apareceu cedo, como aquele colega que chega e já reclama de tudo.",
      "Spoiler: o pior cenário é improvável, mas a tua mente não leu esse capítulo.",
      "Calma, isto é só overthinking premium, edição limitada e totalmente inútil.",
      "Respira. O mundo continua inteiro, apesar do teu cérebro jurar o contrário.",
      "O teu cérebro acha que és um desastre ambulante; a evidência discorda.",
      "Não é urgência real; é ansiedade a fazer cosplay de sirene de emergência.",
      "A tua mente está a inventar problemas futuros com a confiança de um guru falso.",
      "Respira e ignora o drama; a ansiedade adora ser a personagem principal.",
      "O teu cérebro está a prever tragédias com base em absolutamente nada, clássico.",
      "Calma, isto não é um presságio; é só um pensamento chato com ego gigante.",
      "A ansiedade está a vender-te catástrofes. Não compres nada hoje, obrigado.",
      "Respira. Se fosse mesmo grave, a realidade já teria enviado um aviso oficial.",
      "O teu cérebro está em modo alerta… por causa de uma hipótese imaginária.",
      "Ansiedade leve: aquele alarme falso que insiste em tocar só para irritar.",
      "A mente está a correr uma maratona; tu podes optar por caminhar devagar.",
      "Respira fundo. O teu cérebro está a dramatizar como se ganhasse Óscares.",
      "A ansiedade quer controlar tudo; pena que ela não tem competência para isso.",
      "Nada indica perigo, mas a tua mente decidiu fazer reunião de emergência.",
      "O teu cérebro está a fabricar stress artesanal, 100% orgânico e desnecessário.",
      "Respira. Não há júri, não há nota final, não há catástrofe agendada.",
      "O teu cérebro está a imaginar vergonhas públicas que ninguém vai notar.",
      "A ansiedade está a fazer \"zoom\" num detalhe e chama-lhe filme completo.",
      "Calma, a tua mente está a exagerar com a convicção de um comentador.",
      "Respira e lembra-te: pensamentos não são factos, apesar do show que fazem.",
      "O teu cérebro está a fazer previsões meteorológicas com dados inventados.",
      "Ansiedade nível um: um incómodo, não um decreto-lei sobre o teu dia.",
      "Respira. O teu corpo está tenso; a realidade continua normal e aborrecida.",
      "A tua mente está a tentar proteger-te, só que com métodos péssimos.",
      "O cérebro ativou o modo \"e se der tudo errado\" sem qualquer evidência.",
      "Respira. Hoje não é o dia do desastre final, mesmo que a ansiedade peça.",
      "A ansiedade está a gritar; tu podes responder com silêncio e ar de desprezo.",
      "O teu cérebro está a fazer contas de risco como se fosse um casino ilegal.",
      "Calma, isso é ansiedade a tentar parecer importante e falhar miseravelmente.",
      "Respira. Não tens de resolver problemas que ainda nem nasceram.",
      "A ansiedade adora inventar prazos para pânico. Não aceites convites.",
      "O teu cérebro está a fazer \"scroll\" mental de preocupações sem parar.",
      "Respira. Não és uma bomba-relógio, és só um humano a sentir coisas.",
      "A tua mente está a criar um relatório de crise… para uma situação normal.",
      "Calma, o teu cérebro fez um \"update\" e trouxe bugs de ansiedade.",
      "Respira fundo. A ansiedade não é chefe de equipa, é só barulho.",
      "O teu cérebro está a transformar \"talvez\" em \"certeza absoluta\".",
      "Ansiedade leve: a sensação de que algo está mal, quando está tudo ok.",
      "Respira. O teu cérebro está a tentar ganhar discussão com a realidade.",
      "A ansiedade diz \"vai correr mal\"; a vida diz \"já vimos pior\".",
      "Calma, isto não é perigo real; é só desconforto com muita atitude.",
      "Respira. Se o teu cérebro fosse GPS, estava a mandar-te para lado nenhum.",
      "A tua mente está a ensaiar desastres como se tivesse tempo livre infinito.",
      "Ansiedade nível um: a tua cabeça a fazer barulho sem motivo válido.",
      "Respira e observa: a ansiedade fala alto, mas não tem provas.",
      "O teu cérebro está a inventar uma história; tu podes recusar ser ator.",
      "Calma, a ansiedade não é conselheira; é só uma opinião barulhenta.",
      "Respira. A realidade é mais chata do que a ansiedade quer admitir.",
      "O teu cérebro está a fazer \"e se\" em estéreo, com eco e sem pausa.",
      "Ansiedade leve é tipo notificação inútil: aparece, incomoda, e não ajuda.",
      "Respira. Não tens de responder a todos os pensamentos como se fossem emails.",
      "A tua mente está a prever falhanços com base em zero dados concretos.",
      "Calma, o teu cérebro está a confundir nervosismo com profecia.",
      "Respira. O pânico não tem lugar marcado hoje, mesmo que tente entrar.",
      "A ansiedade está a tentar controlar o guião; tu podes desligar a televisão.",
      "O teu cérebro está a fazer suposições como se fosse especialista em nada.",
      "Respira. Se preocupações fossem úteis, já estavas milionário.",
      "A ansiedade quer que acredites no pior; a evidência está a rir-se.",
      "Calma, isso é só o teu corpo a fazer \"startup\" emocional sem necessidade.",
      "Respira. O teu cérebro está a fazer tempestade num copo de água com gelo.",
      "A tua mente está a dizer \"cuidado\" por hábito, não por informação real.",
      "Ansiedade nível um: incômoda, mas ainda não tem poder de veto na tua vida.",
      "Respira e lembra-te: não és obrigado a acreditar em todos os pensamentos.",
      "O teu cérebro está a fazer \"debug\" da vida e encontrou erros imaginários.",
      "Calma, a ansiedade está a dramatizar; tu podes manter um ar de chefe calmo.",
      "Respira. Não há plateia, não há julgamento, só um momento normal.",
      "A tua mente está a fazer \"replay\" de preocupações como música repetida.",
      "Ansiedade leve: a sensação de que algo vai acontecer, quando não vai.",
      "Respira. O teu cérebro está a tentar proteger-te… só que sem jeito nenhum.",
      "Calma, isso é o teu corpo a acelerar por hábito, não por ameaça.",
      "Respira fundo. A ansiedade está a vender caos; hoje não compras.",
      "O teu cérebro está a criar cenários; tu podes escolher a realidade.",
      "Ansiedade nível um: barulho mental, não um alarme verdadeiro.",
      "Respira. O teu cérebro está a fazer drama, mas tu podes fazer pausa.",
      "Calma, nada está a arder; a ansiedade só gosta de cheirar fumo imaginário.",
      "Respira e segue: a ansiedade fala muito, mas resolve pouco.",
      "O teu cérebro está a tentar mandar; tu podes dizer \"não, obrigado\".",
      "Calma, o nervosismo não é um oráculo; é só uma sensação passageira.",
      "Respira. Hoje não vais deixar a ansiedade escrever o final do teu dia.",
      "A ansiedade apareceu com confiança; pena que ela não trouxe factos.",
      "Respira. O teu cérebro está a exagerar, e tu podes escolher abrandar."
    ],
    "2": [
      "A ansiedade subiu um bocadinho, mas ainda não ganhou direito a mandar em ti.",
      "O teu cérebro está mais insistente hoje, mas continua sem provas concretas.",
      "Isto já incomoda mais do que devia, mas ainda não é uma crise existencial.",
      "A ansiedade decidiu ficar mais tempo, mas não trouxe autorização oficial.",
      "O teu corpo está mais tenso, mas a realidade continua bastante normal.",
      "O cérebro entrou em modo preocupação contínua, mesmo sem motivo válido.",
      "Isto já não é só nervosismo leve, mas ainda está longe de ser perigo real.",
      "A ansiedade está mais barulhenta, mas continua a ser só ruído mental.",
      "O teu cérebro está a insistir em cenários chatos que provavelmente não vão acontecer.",
      "Este desconforto é mais chato agora, mas continua totalmente gerível.",
      "A ansiedade está a tentar convencer-te de que algo está errado, sem sucesso.",
      "O corpo está em alerta prolongado, mesmo sem ameaça à vista.",
      "Isto já mexe mais contigo, mas ainda não controla nada.",
      "O teu cérebro está a repetir preocupações como se fossem notícias urgentes.",
      "A ansiedade decidiu subir o volume, não a qualidade dos argumentos.",
      "Este nervosismo já cansa, mas continua a ser apenas ansiedade.",
      "O teu corpo está mais inquieto, mas ainda sabe como acalmar.",
      "A mente está a insistir em problemas futuros que não pediste.",
      "Isto já não é confortável, mas ainda está longe de ser perigoso.",
      "A ansiedade está a fazer horas extra hoje, infelizmente sem resultados.",
      "O cérebro está a exagerar riscos como se isso ajudasse alguma coisa.",
      "Este estado já pesa um pouco mais, mas continua temporário.",
      "A ansiedade está a fingir que é útil, mas não está a convencer.",
      "O teu corpo está a reagir ao stress, não a um perigo real.",
      "Isto já ocupa mais espaço mental do que devia, mas não manda em ti.",
      "A mente está a insistir que algo vai correr mal, sem dados de suporte.",
      "O nervosismo já não é discreto, mas continua controlável.",
      "A ansiedade está a tentar antecipar tudo ao mesmo tempo.",
      "O teu cérebro está preso num loop de preocupações pouco produtivas.",
      "Este desconforto é mais persistente, mas não permanente.",
      "A ansiedade decidiu ser mais criativa hoje, infelizmente sem sucesso.",
      "O corpo está mais agitado, mas ainda responde à calma.",
      "Isto já não passa tão rápido, mas vai passar.",
      "O cérebro está a exagerar consequências como se fosse especialista.",
      "A ansiedade está a testar limites, mas não ganhou autoridade.",
      "Este estado já incomoda mais, mas não te define.",
      "O teu corpo está a pedir pausa, não pânico.",
      "A mente está a insistir em pensamentos que não ajudam.",
      "Isto já é cansativo, mas ainda é ansiedade, não desastre.",
      "A ansiedade está a tentar controlar o planeamento do teu dia.",
      "O cérebro está a misturar possibilidades com certezas imaginárias.",
      "Este nervosismo já se faz notar, mas continua administrável.",
      "A ansiedade quer respostas imediatas para perguntas irreais.",
      "O corpo está mais tenso, mas continua seguro.",
      "Isto já afeta o foco, mas não tira a capacidade.",
      "A mente está a exagerar riscos como estratégia falhada.",
      "A ansiedade subiu, mas não passou do limite.",
      "O teu cérebro está a insistir que algo falta, mesmo quando não falta.",
      "Este desconforto já ocupa espaço, mas não domina.",
      "A ansiedade está a pedir atenção constante, mas não merece toda.",
      "O corpo está em alerta prolongado sem necessidade real.",
      "Isto já não é só um pensamento passageiro, mas ainda é controlável.",
      "O cérebro está a dramatizar cenários medianos.",
      "A ansiedade está mais persistente, mas não invencível.",
      "Este estado já exige mais paciência contigo próprio.",
      "O teu corpo está mais inquieto, mas ainda aprende a acalmar.",
      "A mente está a insistir que algo vai falhar, sem evidência.",
      "Isto já começa a cansar, mas continua temporário.",
      "A ansiedade está a ocupar mais tempo do que devia.",
      "O cérebro está a repetir preocupações sem trazer soluções.",
      "Este nervosismo já pesa, mas não te controla.",
      "A ansiedade decidiu ser protagonista, mesmo sem roteiro.",
      "O corpo está mais acelerado, mas ainda responde à respiração.",
      "Isto já não é confortável, mas continua longe de ser perigoso.",
      "A mente está a exagerar consequências como se fosse regra.",
      "A ansiedade está a testar a tua paciência hoje.",
      "Este estado já interfere um pouco, mas não define nada.",
      "O teu corpo está a reagir ao stress acumulado.",
      "A ansiedade insiste, mas não manda.",
      "Isto já exige mais atenção, mas continua gerível.",
      "O cérebro está a confundir desconforto com ameaça.",
      "A ansiedade está mais presente, mas não permanente.",
      "Este nervosismo já se nota mais, mas não te limita.",
      "O corpo está mais alerta, mas continua seguro.",
      "A mente está a insistir em cenários improváveis.",
      "Isto já não passa tão rápido, mas passa.",
      "A ansiedade está a ocupar espaço indevido.",
      "O cérebro está a exagerar sinais normais.",
      "Este estado já incomoda, mas continua controlável.",
      "A ansiedade subiu, mas não ganhou controlo.",
      "O corpo está mais tenso, mas ainda sabe relaxar.",
      "Isto já pesa mais, mas continua temporário.",
      "A mente está a insistir sem razão suficiente.",
      "A ansiedade está presente, mas não define o momento.",
      "Este nervosismo é real, mas não perigoso.",
      "O teu corpo continua seguro, apesar do desconforto.",
      "A ansiedade está a pedir mais atenção do que merece.",
      "Isto já não é leve, mas continua administrável.",
      "O cérebro está a exagerar a importância de tudo.",
      "A ansiedade insiste, mas não manda no resultado."
    ],
    "3": [
 "Ah, o teu cérebro decidiu hoje fazer uma lista de preocupações só por divertimento.",
    "Não tá a acontecer nada grave, mas o teu cérebro não recebeu esse memo.",
    "Que boa surpresa, o teu sistema nervoso decidiu passá-lo a gear mais alta.",
    "O teu cérebro tá a ter um dia muito ocupado a inventar coisas para te incomodar.",
    "Tá tudo bem, mas alguém esqueceu de te avisar e o teu corpo tá a compensar.",
    "O teu sistema nervoso tá a preparar-se para um concerto que nunca vai acontecer.",
    "Que fabulosa ideia do teu cérebro decidir que hoje é dia de estar inquieto.",
    "O teu corpo tá a ter uma conversa com o teu cérebro e ninguém está a ganhar.",
    "Não tá a acontecer nada e o teu cérebro tá a ter uma crise de meia-idade.",
    "O teu sistema nervoso tá a aquecer os motores sem ninguém ter ligado a chave.",
    "Que ótima decisão do teu cérebro resolveu estar em modo de alerta sem razão.",
    "O teu corpo tá a responder a um problema que provavelmente não existe na vida real.",
    "Não tá a acontecer nada de mal e o teu cérebro tá a insistir que tá.",
    "O teu sistema nervoso tá a ter uma reunião consigo mesmo e tá a perder.",
    "Que surpresa, o teu cérebro resolveu hoje ser o mais dramático órgão da casa.",
    "O teu corpo tá a vibrar porque o teu cérebro decidiu ligar o alarme sem motivo.",
    "Não tá a acontecer nada e o teu sistema nervoso tá a ter uma pequena crise.",
    "O teu cérebro tá a gerir uma situação que criou ele próprio e tá a culpar-te.",
    "Que dia maravilhoso para o teu sistema nervoso decidir que não tá tudo bem.",
    "O teu corpo tá a sentir coisas que o teu cérebro inventou esta manhã cedo.",
    "Não tá a acontecer nada grave mas o teu cérebro tá a ter um momento.",
    "O teu sistema nervoso tá a ter uma pequena discussão com a realidade e a perder.",
    "Que bela surpresa o teu cérebro decidiu hoje não te deixar estar bem.",
    "O teu corpo tá a tremer de algo que provavelmente não merece essa atenção toda.",
    "Não tá a acontecer nada e o teu cérebro tá a ter uma pequena telenovela.",
    "O teu sistema nervoso tá a trabalhar o suficiente para te tornar ligeiramente irritável.",
    "Que boa ideia do teu cérebro decidir que esta manhã fica toda nervosa.",
    "O teu corpo tá a responder a um sinal que o teu cérebro fabricou do nada.",
    "Não tá a acontecer nada e o teu sistema nervoso tá a ter um dia longo.",
    "O teu cérebro tá a ter uma pequena reunião sobre problemas que não existem.",
    "Que boa decisão do teu sistema nervoso ficar ligeiramente sobreaquecido hoje.",
    "O teu corpo tá a sentir algo e o teu cérebro tá a exagerar na interpretação.",
    "Não tá a acontecer nada grave, mas a sua imaginação tá a trabalhar overtime.",
    "O teu sistema nervoso tá a ensiar uma pequena crise sem ter convidado ninguém.",
    "Que surpresa, o teu cérebro resolveu hoje estar um bocado mais barulhento que o normal.",
    "O teu corpo tá a ter uma conversa com o teu cérebro que não pediste para ouvir.",
    "Não tá a acontecer nada e o teu sistema nervoso tá a ter um pequeno drama.",
    "O teu cérebro tá a fabricar preocupações como se estivesse a cozinhar uma receita.",
    "Que dia precioso para o teu sistema nervoso decidir que hoje tá um bocado nervoso.",
    "O teu corpo tá a responder a algo que o teu cérebro inventou enquanto estava a passear.",
    "Não tá a acontecer nada grave e o teu cérebro tá a ter uma pequena discussão.",
    "O teu sistema nervoso tá a ter um dia mito produtivo a sem ninguém ter pedido.",
    "Que boa decisão do teu cérebro decidir que hoje é dia de estar um bocado inquieto.",
    "O teu corpo tá a sentir algo e o teu cérebro tá a escrever um drama sobre isso.",
    "Não tá a acontecer nada e o teu sistema nervoso tá a ter uma pequena conferência.",
    "O teu cérebro tá a ter um dia muito ocupado a gerir coisas que não precisam de gerir.",
    "Que surpresa, o teu sistema nervoso decidiu hoje ficar um bocado mais ativo que o normal.",
    "O teu corpo tá a vibrar de algo que o teu cérebro decidiu amplificar sem permissão.",
    "Não tá a acontecer nada grave mas o teu cérebro tá a ter uma pequena peça de teatro.",
    "O teu sistema nervoso tá a ter um dia muito animado sem ninguém ter pedido animação.",
    "Que boa ideia do teu cérebro decidir que esta tarde fica toda com nervosismo.",
    "O teu corpo tá a responder a um problema que o teu cérebro criou sem te consultar.",
    "Não tá a acontecer nada e o teu sistema nervoso tá a ter um pequeno programa.",
    "O teu cérebro tá a ter uma pequena crise criativa sobre coisas que não aconteceram.",
    "Que dia maravilhoso para o teu sistema nervoso decidir ficar ligeiramente sobreaquecido.",
    "O teu corpo tá a sentir algo e o teu cérebro tá a escrever um livro inteiro sobre isso.",
    "Não tá a acontecer nada grave e o teu cérebro tá a ter uma pequena discussão consigo.",
    "O teu sistema nervoso tá a ensiar algo que não tá a acontecer e tá a levar a sério.",
    "Que surpresa, o teu cérebro decidiu hoje ficar um bocado mais barulhento que o habitual.",
    "O teu corpo tá a ter uma pequena conversa com o teu cérebro sem te avisar.",
    "Não tá a acontecer nada e o teu sistema nervoso tá a ter um pequeno espectáculo.",
    "O teu cérebro tá a gerir um problema que ele próprio criou e não tá a resolver.",
    "Que boa decisão do teu sistema nervoso decidir que hoje tá um bocado mais ativo.",
    "O teu corpo tá a responder a algo que o teu cérebro inventou esta manhã sem motivo.",
    "Não tá a acontecer nada grave mas o teu cérebro tá a ter um pequeno momento.",
    "O teu sistema nervoso tá a ter um dia muito ocupado a trabalhar sem ninguém ter pedido.",
    "Que surpresa, o teu cérebro resolveu hoje estar um bocado mais preocupado que o normal.",
    "O teu corpo tá a sentir algo e o teu cérebro tá a amplificar sem pedir desculpa.",
    "Não tá a acontecer nada e o teu sistema nervoso tá a ter uma pequena estreia.",
    "O teu cérebro tá a ter uma pequena reunião sobre o nada e tá a levar muito a sério.",
    "Que dia precioso para o teu sistema nervoso decidir ficar um bocado mais nervoso.",
    "O teu corpo tá a responder a um sinal que o teu cérebro fabricou esta manhã.",
    "Não tá a acontecer nada grave e o teu cérebro tá a ter uma pequena peça.",
    "O teu sistema nervoso tá a ensiar algo que não tá a acontecer e tá a ensaiá-lo bem.",
    "Que surpresa, o teu cérebro decidiu hoje ficar um bocado mais ocupado que o normal.",
    "O teu corpo tá a ter uma pequena discussão com o teu cérebro sem motivo nenhum.",
    "Não tá a acontecer nada e o teu sistema nervoso tá a ter um pequeno dia.",
    "O teu cérebro tá a fabricar preocupações como se estivesse a pintar um quadro.",
    "Que boa ideia do teu sistema nervoso decidir que hoje tá um bocado mais ativo.",
    "O teu corpo tá a sentir algo que o teu cérebro inventou sem te consultar nada.",
    "Não tá a acontecer nada grave mas o teu cérebro tá a ter um pequeno espectáculo.",
    "O teu sistema nervoso tá a ter um dia muito animado sem ninguém ter pedido nada.",
    "Que surpresa, o teu cérebro resolveu hoje estar um bocado mais barulhento que sempre.",
    "O teu corpo tá a responder a algo que o teu cérebro criou esta manhã sem motivo.",
    "O teu cérebro tá a ter uma pequena telenovela sem guião e sem final à vista.",
    "O teu cérebro tá a ter uma pequena crise sobre coisas que não aconteceram na vida.",
    "O teu sistema nervoso tá a ter um pequeno festival de dramatizações sem convidados.",
    "O teu corpo tá a sentir algo e o teu cérebro tá a escrever um conto sobre isso.",
    "Não tá a acontecer nada grave e o teu cérebro tá a ter uma pequena conversa.",
    "O teu sistema nervoso tá a ensiar algo que não tá a acontecer e não tá a parar.",
    "Que surpresa, o teu cérebro decidiu hoje ficar um bocado mais preocupado que sempre.",
    "O teu corpo tá a ter uma pequena discussão com o teu cérebro sem permissão nenhuma.",
    "Não tá a acontecer nada e o teu sistema nervoso tá a ter um pequeno momento.",
    "O teu cérebro tá a gerir um problema que ele próprio criou e não tá a resolver nada.",
    "Que boa decisão do teu sistema nervoso decidir que hoje tá um bocado mais nervoso.",
    "O teu corpo tá a responder a algo que o teu cérebro inventou esta manhã de repente.",
    "Não tá a acontecer nada grave mas o teu cérebro tá a ter um pequeno dia.",
    "O teu sistema nervoso tá a ter um dia muito ocupado a trabalhar sem te agradecer.",
    "Que surpresa, o teu cérebro resolveu hoje estar um bocado mais ocupado que o habitual.",
    "O teu cérebro tá a fabricar problemas como se estivesse a fazer compras no supermercado."
    ],
    "4": [
     "Ah, muito bem, o teu cérebro decidiu entrar em modo de pánico sem avisar ninguém.",
    "Parabéns, o teu sistema nervoso está a fazer horas extras sem te pagar um céntimo.",
    "Tá ansioso? Não te preocupa, o teu cérebro vai tratar de te lembrar isso a cada dois segundos.",
    "O teu cérebro é um dramático profissional e merece um óscar por isto.",
    "Muito bem, mais uma sexta-feira normal no teu sistema nervoso, não é?",
    "O teu cérebro tá a fabricar problemas como se tivesse uma fábrica inteira a seu dispor.",
    "Que saudade de um dia normal, não é? Mas o teu cérebro não quer saber disso.",
    "Tá tudo a correr mal? Não, mas o teu cérebro decidiu que sim e pronto, acabou.",
    "Parabéns, o teu corpo tá a tremer e o teu cérebro tá a aplaudir isso.",
    "O teu sistema nervoso tá a ensaiado para um drama shakespeariano que não existe.",
    "O teu cérebro convocou uma reunião de emergência e não te convidou, como sempre.",
    "Tranquilo que não tá a acontecer nada grave, mas o teu cérebro não tá a ouvir.",
    "Tá a correr tudo bem, mas o teu cérebro decidiu que não e pronto.",
    "Bem-vindos ao lugar onde tudo parece urgente e nada realmente é, como sempre.",
    "O teu cérebro é um jornalista de tabloides: exagera tudo e não verifica nada.",
    "O teu coração tá a batim como se estivesse a correr uma maratona no sofá.",
    "Boa notícia: não tá a acontecer nada. Má notícia: o teu cérebro não se importa.",
    "O teu sistema nervoso tá a ter uma crise identidade e a arrastar-te com ele.",
    "O teu cérebro tá a escrever um guião de filme de terror sem te contar a nada.",
    "Que saudade de um momento de paz, não é? Mas o teu cérebro tá a estar ocupado.",
    "O teu cérebro é um chefe péssimo: grita o tempo todo e nunca fica satisfeito.",
    "Estás a pagar impostos ao teu sistema nervoso e ele está a dar o troco com juros.",
    "Não te preocupa que não tá a acontecer nada. O teu cérebro é só assim com todos.",
    "O teu corpo tá a vibrar de ansiedade e o teu cérebro tá a sorrir para isso.",
    "O teu cérebro merece um troféu de ouro por isto, a sua melhor estreia.",
    "Tá tudo a correr mal? Não, mas o teu cérebro tá a fazer tudo para te convencer que sim.",
    "O teu sistema nervoso decidiu hoje ser o protagonista e tá a ensaiando ao longo do dia.",
    "O teu cérebro tá a ter uma reunião de crise por causa de absolutamente nada.",
    "Que regalo, o teu cérebro decidiu que hoje é dia de inventar catástrofes ao revés.",
    "O teu coração tá a acelerar sem motivo e o teu cérebro tá a dizer que é grave.",
    "O teu sistema nervoso tá a funcionar a duas vezes a velocidade normal sem parar.",
    "Tá tudo a correr bem, mas o teu cérebro tá a discordar com tudo o que vê.",
    "O teu cérebro tá a trabalhar em horas extras sem te consultar, como sempre.",
    "O teu sistema nervoso tá a ter um dia muito produtivo a trabalhar sem te agradecer.",
    "Não tá a acontecer nada assustador, mas tenta dizer isso ao teu cérebro.",
    "O teu corpo tá em alerta e o teu cérebro tá a puxar a mão para o interruptor.",
    "O teu cérebro convocou um estado de emergência sem declarar guerra a ninguém na vida.",
    "Que dia fantástico para o teu sistema nervoso decidir entrar em modo catástrofe.",
    "O teu cérebro tá a fazer uma lista de preocupações e ainda nem chegou à metade.",
    "Estás a ter uma crise e o teu cérebro tá a tirar notas para o livro dele.",
    "O teu sistema nervoso tá a trabalhar a full capacity sem ninguém ter premitido.",
    "Que saudade de um dia sossegado, mas o teu cérebro tá a ter outras ideias.",
    "O teu cérebro tá a gerir a situação com a sua habitual e sarcástica calma.",
    "Não tá a acontecer nada de mal, mas o teu cérebro convicto que tá tudo a cair.",
    "O teu sistema nervoso tá a fazer o que faz melhor: exagerar tudo sem razão.",
    "O teu coração tá a dar tudo e o teu cérebro tá a pedir ainda mais.",
    "Que surpresa, o teu cérebro decidiu hoje ser o mais dramático órgão do teu corpo.",
    "O teu sistema nervoso tá em modo alarme e não tá a ouvir ninguém a tentar desligá-lo.",
    "O teu cérebro tá a ter a sua própria conferência de imprensa sem te avisar.",
    "Tá tudo bem, mas o teu cérebro tá a escrever o guião do apocalipse como passatempo.",
    "O teu cérebro tá a ter um dia muito ocupado a te contar coisas que não são verdade.",
    "O teu sistema nervoso tá a ensiar um drama sem ter ensaiado a peça nenhuma.",
    "Não tá a acontecer nada e o teu cérebro tá a ofender-te com as suas histórias.",
    "O teu corpo tá a tremer e o teu cérebro tá a dizer que está tudo a correr mal.",
    "O teu cérebro tá a dar a direção errada e a insistir que está perfeitamente certo.",
    "Que dia precioso para o teu sistema nervoso decidir entrar em modo de emergência.",
    "O teu cérebro tá a ter uma crise existencial e a tentar que tu tenhas também.",
    "O teu sistema nervoso tá a ganhar prémios internacionais por dramatizar sem razão.",
    "Não tá a acontecer nada grave mas o teu cérebro tá a escrever o guião completo.",
    "O teu coração tá a acelerar e o teu cérebro tá a dizer que é o fim do mundo.",
    "O teu sistema nervoso tá a trabalhar sem parar e sem te agradecer nada nada.",
    "Que surpresa, o teu cérebro tá a ter outra reunião de emergência sem o teu consentimento.",
    "O teu cérebro tá a ter um dia muito produtivo a inventar problemas que não existem.",
    "O teu sistema nervoso tá a dar as melhores notícias falsas da sua curta vida.",
    "Não tá a acontecer nada mas o teu cérebro tá a ter um ataque de criatividade.",
    "O teu corpo tá em alerta e o teu cérebro tá a escrever um livro sobre a situação.",
    "O teu cérebro tá a gerir uma empresa falida sem te dizer que faliu há muito.",
    "Que dia excelente para o teu sistema nervoso decidir que tudo tá a correr mal.",
    "O teu cérebro tá a ter uma reunião com todos os teus medos e não te convidou.",
    "O teu sistema nervoso tá a ter a sua melhor hora da sua curta vida.",
    "Não tá a acontecer nada e o teu cérebro tá a ter uma crise em nome teu.",
    "O teu coração tá a acelerar sem motivo e o teu cérebro tá a aplaudir isso.",
    "O teu cérebro tá a trabalhar horas extras e a cobrar tudo a ti sem recibo.",
    "Que saudade de um dia em que o teu sistema nervoso ficasse calmado, não é?",
    "O teu cérebro tá a ter um dia muito excitante a fabricar problemas ao nada.",
    "O teu sistema nervoso tá a ter a sua conferência anual de problemas inventados.",
    "Não tá a acontecer nada grave e o teu cérebro tá a ter pena por isso.",
    "O teu corpo tá a sentir tudo o dobro e o teu cérebro tá a amplificar.",
    "O teu cérebro tá a ser o pior jornalista do mundo inteiro neste momento.",
    "Que surpresa, o teu sistema nervoso decidiu hoje ser o protagonista da tua vida.",
    "O teu cérebro tá a ter uma reunião urgente sobre nada e tá a levar muito a sério.",
    "O teu sistema nervoso tá a ter uma crise de criatividade sem te pedir permissão.",
    "Não tá a acontecer nada e o teu cérebro tá a ter a melhor performance da vida.",
    "O teu coração tá a dar tudo e o teu cérebro tá a pedir ainda mais drama.",
    "O teu sistema nervoso tá a ter o dia mais ocupado da sua curta vida.",
    "Que dia para o teu cérebro decidir que o mundo tá a cair quando está tudo bem.",
    "O teu cérebro tá a trabalhar horas extras sem ninguém ter pedido a sua opinião.",
    "O teu sistema nervoso tá a ter a sua gala anual de dramatizações sem convite.",
    "Não tá a acontecer nada e o teu cérebro tá a ter a sua própria telenovela.",
    "O teu corpo tá em alerta máximo e o teu cérebro tá a ter a sua grand finale.",
    "O teu cérebro tá a ter um dia muito longo a gerir o caos que criou.",
    "Que surpresa, o teu sistema nervoso tá a ter uma crise sem ter passagem de estado.",
    "O teu cérebro tá a ter a sua melhor hora a inventar razões para estares ansioso.",
    "O teu sistema nervoso tá a ter o seu próprio programa de TV sem te contar.",
    "Não tá a acontecer nada e o teu cérebro tá a ter a sua própria peça de teatro.",
    "O teu coração tá a acelerar e o teu cérebro tá a vender ingressos para o espectáculo.",
    "O teu sistema nervoso tá a ter a sua melhor performance da temporada toda.",
    "Que dia para o teu cérebro decidir que a ansiedade é a melhor forma de entretenimento.",
    "O teu cérebro tá a ter uma crise e tá a intentar que todos à sua volta tenham também.",
    "O teu sistema nervoso tá a ter a sua própria reality show sem te pedir consentimento."
    ],
    "5": [
      "Ok, isto está mesmo pesado agora, mas eu estou aqui contigo e não te vou largar.",
      "A ansiedade está no máximo, mas isso não significa que estejas em perigo real.",
      "O teu corpo está a gritar alerta total, mesmo sem haver uma ameaça concreta.",
      "Isto parece demasiado agora, mas não vai ficar assim para sempre, mesmo que custe acreditar.",
      "A ansiedade está a usar megafone, mas continua a não ter factos do lado dela.",
      "O teu cérebro está convencido de que algo horrível vai acontecer, sem provas nenhumas.",
      "Este momento é assustador, mas assustador não significa perigoso nem definitivo.",
      "O teu corpo está em pânico, mas tu ainda estás aqui e isso importa muito.",
      "A ansiedade quer que acredites que não vais aguentar, mas já estás a aguentar.",
      "Isto está intenso, mas intensidade não é o mesmo que colapso inevitável.",
      "O teu cérebro está a pintar o pior cenário possível como se fosse certeza absoluta.",
      "Este estado é extremamente desconfortável, mas não te define nem te destrói.",
      "A ansiedade está no auge, mas ainda assim é um estado, não quem tu és.",
      "O corpo está em modo emergência, mesmo sem emergência real presente.",
      "Isto parece fora de controlo, mas o facto de estares aqui prova o contrário.",
      "A tua mente está a dizer que não vais conseguir, mas tu ainda estás a conseguir.",
      "Este momento parece interminável, mas nenhum estado dura para sempre.",
      "A ansiedade quer respostas imediatas, mas agora só precisas de respirar.",
      "O teu corpo está a reagir como se houvesse perigo extremo, mesmo sem haver.",
      "Isto é muito difícil agora, mas difícil não significa impossível de atravessar.",
      "A ansiedade está a mentir sobre o futuro, mesmo que pareça muito convincente.",
      "O teu cérebro está a gritar catástrofe, mas isso não a torna real.",
      "Este momento é assustador, mas tu não estás sozinho dentro dele.",
      "O corpo está em sobrecarga, mas sobrecarga não é falha permanente.",
      "A ansiedade diz que não há saída, mas isso é parte do truque dela.",
      "Isto está no limite, mas o limite não é o fim, é apenas um ponto alto.",
      "O teu cérebro está convencido de que algo está errado contigo, e não está.",
      "Este estado é intenso, mas intensidade não significa perigo físico real.",
      "A ansiedade quer que acredites que vais perder o controlo, mas ainda não perdeste.",
      "O teu corpo está em modo sobrevivência sem necessidade real agora.",
      "Isto parece insuportável, mas estás a suportar, mesmo que com muito esforço.",
      "A tua mente está a prever o pior, mas previsões não são destino.",
      "Este momento é extremamente desconfortável, mas é atravessável.",
      "A ansiedade está no máximo, mas ainda assim é temporária.",
      "O corpo está em pânico, mas pânico não é profecia.",
      "Isto não significa que estejas a enlouquecer, apesar da sensação.",
      "A ansiedade quer controlo total, mas não manda na realidade.",
      "O teu cérebro está a disparar alarmes falsos em série.",
      "Este estado parece esmagador, mas não te anula como pessoa.",
      "A ansiedade diz que não vais conseguir acalmar, mas o corpo sabe acalmar.",
      "O momento está muito difícil, mas tu não desapareceste dentro dele.",
      "A tua mente está a tratar medo como certeza absoluta.",
      "Este estado é extremo, mas não é permanente nem eterno.",
      "O corpo está em alerta máximo, mas alerta não é perigo real.",
      "A ansiedade quer que acredites que algo horrível é inevitável.",
      "Isto está a doer emocionalmente, mas dor não é destruição.",
      "O teu cérebro está a gritar agora, mas gritos não são ordens.",
      "Este momento parece maior do que tu, mas não é.",
      "A ansiedade está a mentir sobre a tua capacidade de aguentar.",
      "O corpo está em stress máximo, mas stress máximo passa.",
      "Isto parece impossível agora, mas não é a primeira vez que passas por algo assim.",
      "A tua mente está a criar cenários de colapso sem base real.",
      "Este estado é aterrador, mas não é um sinal de fim.",
      "A ansiedade quer que acredites que não há saída, mas há.",
      "O corpo está sobrecarregado, mas ainda está funcional.",
      "Isto não é fraqueza, é uma resposta extrema ao medo.",
      "A ansiedade está no comando agora, mas isso é temporário.",
      "O teu cérebro está convencido de que algo terrível vai acontecer.",
      "Este momento parece insuportável, mas estás a atravessá-lo.",
      "A ansiedade mente com muita confiança quando está alta.",
      "O corpo está a reagir como se houvesse perigo imediato.",
      "Isto está no limite, mas limites não são finais.",
      "A tua mente está a confundir sensação com realidade.",
      "Este estado é muito intenso, mas não te define.",
      "A ansiedade quer que acredites que vais perder tudo agora.",
      "O corpo está em alarme máximo, mas o alarme é falso.",
      "Isto parece demasiado, mas não vai durar para sempre.",
      "A ansiedade diz que não há controlo, mas ainda há escolhas pequenas.",
      "O teu cérebro está a exagerar consequências de forma extrema.",
      "Este momento é brutal, mas não é eterno.",
      "A ansiedade está no pico, mas picos descem.",
      "O corpo está em pânico, mas pânico não mata.",
      "Isto parece o pior cenário, mas não é o fim.",
      "A tua mente está a fazer terrorismo emocional agora.",
      "Este estado é assustador, mas não significa que algo mau vá acontecer.",
      "A ansiedade quer que acredites que não vais sair disto.",
      "O corpo está a gritar, mas ainda responde à respiração.",
      "Isto está muito difícil, mas estás aqui e isso importa.",
      "A ansiedade está a tentar controlar tudo com medo.",
      "Este momento parece interminável, mas vai passar.",
      "O teu cérebro está convencido de que isto nunca vai melhorar.",
      "A ansiedade está no máximo, mas não manda no futuro.",
      "O corpo está em stress extremo, mas stress extremo diminui.",
      "Isto está pesado demais agora, mas não é permanente.",
      "A ansiedade quer que acredites que vais quebrar.",
      "O teu corpo está em modo sobrevivência total.",
      "Este estado é extremo, mas temporário.",
      "A ansiedade está a mentir sobre quem tu és.",
      "Isto parece insuportável, mas não te vai destruir.",
      "O cérebro está a prever desastre absoluto.",
      "Este momento é horrível, mas não é o fim da história.",
      "A ansiedade está a tentar convencer-te de que não vais aguentar.",
      "O corpo está em pânico, mas pânico passa.",
      "Isto está no máximo, mas máximos descem sempre.",
      "A ansiedade está no comando agora, mas não para sempre."
    ]
  },
  "triste": {
    "1": [
      "Está tudo bem em não estar bem. Não tens de fingir agora.",
      "A tristeza não é fraqueza; é sinal de que algo importou.",
      "Hoje, o objetivo pode ser só cuidar de ti de forma simples.",
      "Se puderes, faz uma coisa pequena que te trate com carinho.",
      "Não tens de carregar isto sozinho. Falar ajuda.",
      "O que estás a sentir merece espaço, não pressa para acabar.",
      "Um dia pesado não define a tua vida inteira.",
      "Se o mundo está cinzento, vamos procurar uma cor pequena.",
      "Bebe algo quente. Às vezes o corpo precisa de aconchego.",
      "Há dias em que sobreviver já é uma vitória.",
      "Não te critiques por estares em baixo. Isso só adiciona peso.",
      "Podes chorar. Podes parar. Podes recomeçar mais tarde.",
      "A tua dor é válida. E vai mudar com o tempo.",
      "O teu coração cansado ainda sabe continuar.",
      "O que te dói hoje não vai doer igual para sempre.",
      "Tenta uma coisa: respiração lenta e mãos no peito. Presença.",
      "Se não tens energia para tudo, escolhe só uma tarefa leve."
    ],
    "2": [
      "Hoje é dia de gentileza contigo. Mesmo que pareça inútil.",
      "A tristeza diminui quando a partilhas com alguém seguro.",
      "Não precisas de ter respostas. Só precisas de atravessar.",
      "Uma música, uma janela aberta, uma luz. Pequenos apoios contam.",
      "A tua história não acabou num dia mau.",
      "Se te sentires preso, muda de divisão. Um passo físico ajuda.",
      "Não és um problema por sentir isto.",
      "A tua sensibilidade é parte da tua força.",
      "Mesmo quando não sentes esperança, ela pode existir por ti.",
      "Põe no papel: 'o que eu precisava de ouvir hoje?'",
      "Se não consegues fazer muito, faz o mínimo com respeito.",
      "O teu ritmo hoje pode ser lento. E está certo.",
      "Toma banho, lava o rosto, troca de roupa — recomeços pequenos.",
      "A tristeza pede pausa. Dá-lhe uma pausa sem culpa.",
      "Amanhã pode ser diferente. Hoje, só respira.",
      "Procura um gesto de cuidado: arrumar a cama, por exemplo.",
      "Se te sentes sozinho, manda uma mensagem simples a alguém."
    ],
    "3": [
      "Tu importas, mesmo quando não produces nada.",
      "Não tens de merecer descanso. Descanso é humano.",
      "Faz uma lista de coisas que já ultrapassaste. Tu tens história.",
      "Há beleza em continuar, mesmo sem brilho.",
      "O que sentes não te define; descreve só este momento.",
      "Vai com calma. Eu estou aqui contigo.",
      "Hoje pode ser um dia de recolher. Recolher também é viver.",
      "Se o pensamento pesa, volta ao corpo: pés no chão.",
      "Permite-te ser imperfeito. Não há prémio por sofrer em silêncio.",
      "A dor precisa de tempo, não de pressa.",
      "Uma coisa boa ainda pode acontecer hoje, mesmo pequena.",
      "Se hoje doeu, é porque tens coração.",
      "A tua presença no mundo tem valor.",
      "Vamos devagar: um minuto de cada vez.",
      "Tu mereces cuidado, principalmente agora.",
      "Hoje a minha energia está em modo “modo de espera”.",
      "Estou triste, mas pelo menos continuo a pagar impostos."
    ],
    "4": [
      "O meu humor está tão baixo que nem o Wi‑Fi o encontra.",
      "A tristeza está sentada no sofá a comer as minhas batatas fritas.",
      "Hoje o meu sorriso está em teletrabalho.",
      "Estou a usar o modo “cinzento com ligeiro desânimo”.",
      "O meu coração está a tocar baladas sem pedido.",
      "Tristeza: a playlist que não consigo saltar.",
      "Estou triste, mas ainda assim fiz login na vida.",
      "O meu entusiasmo pediu baixa médica.",
      "Hoje estou a colecionar suspiros.",
      "O meu cérebro está em modo “não mexer”.",
      "Estou a andar devagar para não assustar a vontade de existir.",
      "Estou triste, mas ainda tenho sarcasmo — uma vitória.",
      "A tristeza está a fazer “check‑in” no meu peito.",
      "Estou a poupar lágrimas, estão caras.",
      "Hoje nem o humor ácido me salva, só tempera.",
      "A tristeza não grita, sussurra o dia todo.",
      "Estou no modo “não me peçam entusiasmo”."
    ],
    "5": [
      "A minha alegria foi passear e não voltou.",
      "Hoje estou a competir no campeonato de “mais silêncio”.",
      "O meu humor está a fazer greve.",
      "A tristeza trouxe mala e ficou a dormir cá.",
      "Estou triste, mas com Wi‑Fi estável.",
      "Tenho pouca energia e zero vontade, uma dupla clássica.",
      "Estou a existir, mas sem extras.",
      "A minha motivação está no fundo da gaveta.",
      "Hoje estou a olhar para o tecto como se fosse um trabalho.",
      "Estou triste, mas pelo menos continuo engraçado… às vezes.",
      "O meu coração pediu férias sem aviso.",
      "Estou com saudades de mim numa versão anterior.",
      "A tristeza é o meu filtro hoje.",
      "O meu dia está em escala de cinzentos.",
      "Estou triste, mas tenho noção de humor. Ajuda 5%.",
      "A alegria foi comprar pão e nunca mais apareceu.",
      "Hoje estou em modo “respirar por obrigação”.",
      "A tristeza não tem hora de saída.",
      "Estou triste, mas a ironia ainda funciona.",
      "O meu corpo está presente, o resto não assinou.",
      "Se a tristeza fosse disciplina, eu estava em doutoramento."
    ]
  },
  "zangado": {
    "1": [
      "A raiva mostra um limite. Vamos descobrir qual foi ultrapassado.",
      "Antes de agir, dá 10 segundos ao teu corpo para baixar a tensão.",
      "Respira fundo: a raiva pede resposta, mas tu escolhes a melhor.",
      "O que te irritou? Nomear ajuda a recuperar controlo.",
      "Não tens de engolir tudo. Tens de escolher como expressar.",
      "A raiva é energia. Usa-a para proteger, não para destruir.",
      "Tira-te da situação por 2 minutos. Espaço é estratégia.",
      "Faz um 'reset' físico: ombros para baixo, maxilar solto.",
      "Pergunta-chave: o que é justo aqui? e o que é possível agora?",
      "Se estás quente, evita decisões grandes neste minuto.",
      "Escreve o que querias dizer — e depois decide o que vale dizer.",
      "A raiva é sinal de valor. O que estás a defender?",
      "Fala firme, não agressivo. Limite claro, tom calmo.",
      "Se alguém te desrespeitou, o teu limite é legítimo.",
      "A tua raiva não te faz mau. Só pede direção.",
      "Vai dar uma volta curta. Movimento descarrega sem danos.",
      "Escolhe uma frase simples: 'Preciso de tempo para responder.'"
    ],
    "2": [
      "Não respondas para vencer. Responde para resolver.",
      "Se isto é recorrente, vale identificar o padrão.",
      "Consegues separar o facto da interpretação?",
      "Raiva + cansaço = combustão. Cuida do básico primeiro.",
      "Bebe água. O corpo às vezes confunde tensão com ameaça.",
      "Se tens vontade de explodir, pausa: inspiração longa, expiração mais longa.",
      "O que aconteceu? O que precisas? Diz isso com clareza.",
      "Não alimentes discussões por mensagem se estás no pico.",
      "A raiva quer velocidade. Tu podes escolher precisão.",
      "Protege-te sem ferir. Dá para fazer os dois.",
      "Se estás a ruminar, muda o foco por 5 minutos e volta depois.",
      "Um limite dito a tempo evita uma explosão mais tarde.",
      "Tenta: 'Quando aconteceu X, senti Y; preciso de Z.'",
      "A tua dignidade não depende de gritar.",
      "Podes estar certo e ainda assim escolher calma.",
      "Não tens de provar nada agora. Só tens de te regular.",
      "O que está em jogo? Respeito? Tempo? Segurança? Nomeia."
    ],
    "3": [
      "Se for preciso, sai. Retomar depois é maturidade.",
      "A raiva tem mensagem. Ouve-a sem obedecer cegamente.",
      "Evita generalizações (sempre/nunca). Fica no concreto.",
      "Se o teu corpo está tenso, relaxa as mãos primeiro.",
      "Escolhe a tua prioridade: paz ou razão? Às vezes é paz.",
      "Se disseres algo que não queres, vais pagar duas vezes.",
      "Reduz o dano: fala menos, respira mais, decide depois.",
      "A raiva também é tristeza com armadura. Há algo por trás?",
      "O teu limite merece respeito — inclusive por ti.",
      "Faz uma pausa de 90 segundos. A onda baixa.",
      "Não precisas de resolver tudo já. Precisas de não piorar.",
      "Se te sentes injustiçado, valida-te: 'isto foi duro'.",
      "Agora, escolhe uma ação útil: clarificar, pedir, sair.",
      "Mantém-te inteiro. A raiva não precisa de te controlar.",
      "Tu consegues responder com força e classe.",
      "Estou tão zangado que até o meu café está a pedir desculpa.",
      "O meu humor hoje é “não me testem”."
    ],
    "4": [
      "Se o olhar matasse, eu já tinha um processo.",
      "Estou em modo “se me tocas, pago fiança”.",
      "O meu nível de paciência está em dívida.",
      "Hoje a minha tolerância foi cancelar a assinatura.",
      "Zangado, mas educado o suficiente para respirar.",
      "Estou tão irritado que a calma pediu para sair.",
      "Se a raiva fosse combustível, eu era um foguete.",
      "O meu sangue está a ferver em lume brando.",
      "Estou numa nuvem, mas não é fofinha.",
      "A minha paciência acabou, deixei o recibo na caixa.",
      "Estou a fazer “rage mode” com classe.",
      "Hoje nem o “bom dia” passa no filtro.",
      "Estou tão zangado que o relógio anda mais devagar.",
      "A minha calma foi raptada.",
      "Estou num nível de irritação premium.",
      "O meu humor está com multas em atraso.",
      "A raiva está a tentar fazer-se passar por motivação."
    ],
    "5": [
      "Estou a contar até 10, mas em hexadecimal.",
      "Hoje estou a ser simpático por pura teimosia.",
      "Se a raiva fosse arte, eu já tinha exposição.",
      "O meu “não” está com eco.",
      "Estou zangado, mas funcional — por agora.",
      "A minha tolerância tem dias úteis.",
      "Hoje o meu “desculpa” foi de férias.",
      "A raiva está a usar a minha voz.",
      "Estou a respirar para não incendiar nada.",
      "A minha paciência pediu reforma antecipada.",
      "Hoje estou a mandar vibes… mas são de trovoada.",
      "Se existisse botão “silenciar mundo”, eu carregava.",
      "Estou a praticar contenção com esforço olímpico.",
      "Hoje sou um vulcão com etiqueta.",
      "A minha cara já diz o resto.",
      "Estou a tentar não explodir… mas não prometo.",
      "A raiva é meu espírito animal hoje.",
      "Estou a fazer “mute” às pessoas mentalmente.",
      "O meu humor é um recibo de multa.",
      "Hoje estou com vontade de responder em CAPS.",
      "A minha paciência foi decretada inexistente."
    ]
  },
  "cansado": {
    "1": [
      "Se estás cansado, o teu corpo está a pedir pausa, não julgamento.",
      "Hoje, o foco é energia: o que te devolve 10%?",
      "Dormir, comer, água, luz — o básico é estratégia.",
      "Se não consegues tudo, faz só o essencial.",
      "Uma pausa de 5 minutos pode mudar a tua tarde inteira.",
      "Cansaço não é preguiça. É sinal.",
      "Divide a tarefa em micro-passos. Cérebro cansado precisa de simplicidade.",
      "Levanta-te, estica, respira. Um reset físico rápido.",
      "Se tens demasiado, retira uma coisa da lista. Uma.",
      "O descanso também é produtividade, só que invisível.",
      "Escolhe: terminar 1 coisa pequena em vez de começar 10.",
      "Se estás a arrastar, muda de ambiente por 2 minutos.",
      "Cansaço acumula. Hoje pode ser dia de manutenção, não de conquista.",
      "Tenta uma regra: 25 minutos foco, 5 minutos pausa.",
      "Bebe água. A fadiga muitas vezes vem com desidratação.",
      "Come algo simples com proteína. O corpo agradece.",
      "Se tens sono, não negoceies com a culpa. Negocia com o calendário."
    ],
    "2": [
      "O teu valor não depende do teu rendimento.",
      "Um duche rápido pode acordar sem exigir muito.",
      "Reduz estímulos: menos ecrã, menos ruído, mais ar.",
      "Se estiveres saturado, diz: 'preciso de tempo para isto'.",
      "A tua bateria está baixa. Não forces aceleração.",
      "Faz o mínimo com qualidade e encerra.",
      "Se houver opção, dorme 20 minutos (power nap).",
      "Cansaço emocional pesa mais que físico. Permite-te parar.",
      "Uma caminhada curta pode acordar melhor que café.",
      "Hoje não é para perfeição. É para sustentação.",
      "Se estás irritado e cansado, é sinal de sobrecarga.",
      "Amanhã tu vais agradecer um pequeno gesto de autocuidado hoje.",
      "Escolhe a tarefa que remove mais stress com menos esforço.",
      "Se estás a procrastinar, talvez precises de descanso, não de pressão.",
      "Tira 3 respirações profundas antes de começar qualquer coisa.",
      "O corpo fala. Ouve antes de rebentar.",
      "Se não der para tudo, não dá. E isso é real."
    ],
    "3": [
      "Reduz expectativas: 60% hoje pode ser o teu 100%.",
      "Começa por arrumar só 1 coisa. Movimento cria movimento.",
      "Pára de te comparar. Estás a gerir a tua energia, não a dos outros.",
      "Se estás exausto, procura apoio. Não é para aguentar sozinho.",
      "Uma lista curta é melhor do que uma lista perfeita.",
      "Tenta luz natural 5 minutos. Acorda o sistema.",
      "Se conseguires, deita-te mais cedo hoje. Ponto.",
      "Faz uma pausa sem telemóvel. Pausa a sério.",
      "O teu cérebro precisa de silêncio. Dá-lhe isso por 2 minutos.",
      "Se falhares hoje, não falhaste. Estás cansado.",
      "A tua melhor decisão pode ser parar antes do erro.",
      "Hoje é dia de cuidar da máquina.",
      "Pouco, mas consistente, vence muito e caótico.",
      "Tu não és uma máquina. Descansa.",
      "Vamos ao próximo passo pequeno, devagar.",
      "Estou cansado ao ponto de bocejar em câmara lenta.",
      "O meu corpo está em modo “carregar 1%”."
    ],
    "4": [
      "Hoje sou um telemóvel velho em modo poupança.",
      "Estou cansado, mas continuo a fingir produtividade.",
      "A minha energia fugiu para um spa e não voltou.",
      "O meu cérebro está a piscar “manutenção”.",
      "Se cansaço fosse medalha, eu tinha pódio.",
      "Estou cansado e nem comecei a semana.",
      "O meu corpo pediu atualizações e não tem Wi‑Fi.",
      "Cansado, mas com estilo… mais ou menos.",
      "A minha energia está a jogar às escondidas.",
      "Hoje estou a andar por XP, não por HP.",
      "O meu sono tem saldo positivo, mas nunca paga.",
      "Estou cansado, mas a vida não tem botão de pausa.",
      "A minha energia está em greve.",
      "O meu cérebro está a trabalhar em modo demo.",
      "Estou cansado e o meu café já não faz milagres.",
      "O meu corpo está a dizer “apaga e volta amanhã”.",
      "Estou a bocejar por instinto."
    ],
    "5": [
      "A minha produtividade está a hibernar.",
      "Estou cansado como se tivesse corrido, mas só caminhei.",
      "A minha energia está atrasada, mais uma vez.",
      "Hoje estou em modo “não me peçam nada”.",
      "O meu corpo está a pedir reinício.",
      "Cansado, mas ainda com Wi‑Fi (prioridades).",
      "A minha energia está a fazer “buffering”.",
      "Estou cansado e ainda é de manhã — clássico.",
      "O meu sono está em dívida.",
      "Hoje a cama ganhou o debate.",
      "O meu corpo está a fazer download de sono.",
      "Estou cansado e os meus olhos estão a negociar.",
      "A minha energia foi comprar pão e desapareceu.",
      "Estou cansado ao ponto de ser um emoji vazio.",
      "O meu corpo está em “modo avião”.",
      "Estou a gastar energia a dizer que estou cansado.",
      "O meu cérebro está em power‑saving.",
      "Estou cansado e o relógio está a gozar comigo.",
      "O meu corpo está a dormir de pé.",
      "Estou cansado e ainda tenho coisas para fazer — a tragédia.",
      "A minha energia foi raptada."
    ]
  },
  "motivado": {
    "1": [
      "Boa! Usa essa energia: escolhe uma tarefa importante e ataca agora.",
      "Hoje parece dia de progresso. Qual é o teu alvo claro?",
      "Mantém simples: começa, faz, termina.",
      "Aproveita o embalo e cria uma vitória rápida.",
      "Se estás motivado, protege o foco: menos distrações, mais execução.",
      "Define 1 prioridade e diz não ao resto por 30 minutos.",
      "Ótima energia. Canaliza para algo que te aproxime do teu objetivo.",
      "Pensa em impacto: o que te dá mais resultado hoje?",
      "Não esperes perfeição. Aproveita o ritmo.",
      "Marca um checkpoint: quando terminares, pausa e celebra.",
      "Se hoje estás bem, planeia um pequeno hábito para manter amanhã.",
      "A motivação é chama. Dá-lhe lenha com ação concreta.",
      "Escolhe o passo mais difícil primeiro — e fica mais leve depois.",
      "Faz uma lista de 3 coisas e completa a primeira já.",
      "Tens clareza? Se não, escreve o objetivo numa frase.",
      "Aproveita para arrumar pendências pequenas: tira peso mental.",
      "Foco em terminar, não em começar."
    ],
    "2": [
      "Se sentes vontade, cria um ambiente de trabalho limpo e vai.",
      "Define tempo: 20 minutos de avanço sério.",
      "Hoje é dia de construir confiança: cumpre o que prometes a ti.",
      "Se estiveres inspirado, regista a ideia. Depois executa.",
      "Não disperses. Um objetivo, um caminho.",
      "Faz primeiro o que te dá mais orgulho.",
      "Usa a energia para cuidar de ti também: treino, água, comida boa.",
      "A motivação é ótima, mas a rotina é o que ganha. Planta uma rotina.",
      "Escolhe uma coisa que adiaste e resolve hoje.",
      "Sê pragmático: qual é o próximo passo verificável?",
      "Se te sentes capaz, aumenta ligeiramente a fasquia — só um pouco.",
      "Define um 'feito' claro: como sabes que terminou?",
      "Aproveita para aprender algo novo por 15 minutos.",
      "Hoje dá para avançar. Não compliques.",
      "Diz: 'agora' — e começa mesmo.",
      "Fecha portas abertas. Termina tarefas abertas.",
      "Se estás bem, partilha essa energia com alguém."
    ],
    "3": [
      "Não deixes a motivação virar ansiedade. Vai com calma e método.",
      "A consistência é mais sexy que o pico. Mantém o ritmo.",
      "Se fizeres 1% hoje, já estás mais à frente que ontem.",
      "Escolhe um hábito mínimo para dias maus. Hoje é bom para o definir.",
      "Confia no processo: ação pequena, repetida.",
      "Trabalha em blocos e protege pausas para não queimar.",
      "Planeia o próximo passo para amanhã enquanto estás em alta.",
      "Se tens energia, resolve o mais importante antes das mensagens.",
      "Hoje pode ser dia de entregar. Entrega algo.",
      "Cria momentum: termina uma coisa em 10 minutos.",
      "A motivação é um presente. Abre-o com ação.",
      "O teu futuro eu está a aplaudir-te agora.",
      "Mantém o foco no progresso, não na validação.",
      "Faz, mede, ajusta. Esse é o caminho.",
      "Boa energia. Bora transformar isso em resultado.",
      "Hoje estou a dar show sem palco.",
      "Estou motivado ao ponto de abrir 3 tarefas e acabar 2."
    ],
    "4": [
      "Se a motivação fosse café, eu estava a tremer.",
      "Hoje o meu “vamos” tem turbo.",
      "Estou a sentir-me capaz de conquistar o mundo e a lista de tarefas.",
      "A motivação acordou antes de mim.",
      "Estou com vontade de começar coisas e até acabar algumas.",
      "Hoje o meu foco está em modo sniper.",
      "A minha energia decidiu colaborar.",
      "Estou motivado e perigosamente organizado.",
      "Hoje sou produtividade com pernas.",
      "Estou a marcar checklists como se fosse desporto.",
      "A minha motivação veio, assinou presença e trouxe amigos.",
      "Hoje não há desculpas, só ação.",
      "Estou com vontade de fazer e não só de falar.",
      "Se a motivação fosse superpoder, eu tinha capa.",
      "Hoje estou em modo “vamos resolver”.",
      "A minha energia está a dançar samba.",
      "Estou motivado e até o caos parece arrumável."
    ],
    "5": [
      "Hoje o meu “já” é mais rápido que o meu “logo”.",
      "Estou com vontade de mexer no mundo… ou pelo menos na secretária.",
      "A motivação está a tocar música épica.",
      "Estou a fazer progresso com estilo.",
      "Hoje o meu cérebro é uma máquina de foco.",
      "Estou motivado e ligeiramente perigoso.",
      "Hoje a energia está alinhada com a intenção.",
      "Estou a riscar tarefas como quem risca nomes em vingança.",
      "A motivação está a bater palmas por mim.",
      "Estou com energia e um plano — duas coisas raras.",
      "Hoje não há “amanhã”, há “agora”.",
      "Estou motivado e sem desculpas (por enquanto).",
      "A minha energia está em modo foguete.",
      "Hoje estou a fazer acontecer.",
      "A minha vontade está a dar cambalhotas.",
      "Estou motivado ao ponto de arrumar pastas.",
      "Hoje o meu foco tem bandeira de corrida.",
      "Estou com energia para começar e coragem para acabar.",
      "A motivação está a usar megafone.",
      "Estou motivado e a vida parece editável.",
      "Hoje o meu “sim” está mais alto que o meu “pois”."
    ]
  }
}